[
    {
        "key": "eunuch",
        "original": "Eunuch",
        "translation": "阉人",
        "stage": 5
    },
    {
        "key": "eunuch_desc",
        "original": "This character has been castrated and is a eunuch.",
        "translation": "此角色已经被阉割。",
        "stage": 5
    },
    {
        "key": "blinded",
        "original": "Blinded",
        "translation": "致盲",
        "stage": 5
    },
    {
        "key": "blinded_desc",
        "original": "This character has been permanently blinded and cannot see.",
        "translation": "此角色已经被致盲而永久失明。",
        "stage": 5
    },
    {
        "key": "born_in_the_purple",
        "original": "Born in the Purple",
        "translation": "生于紫室",
        "stage": 5
    },
    {
        "key": "born_in_the_purple_desc",
        "original": "[Root.GetBornInPurpleDesc]",
        "translation": "[Root.GetBornInPurpleDesc]",
        "stage": 5
    },
    {
        "key": "augustus",
        "original": "Augustus",
        "translation": "奥古斯都",
        "stage": 5
    },
    {
        "key": "title_imperial_eunuch",
        "original": "Parakoimomenos",
        "translation": "大内侍",
        "stage": 5
    },
    {
        "key": "title_imperial_eunuch_desc",
        "original": "The Parakoimomenos, \"the one who sleeps beside the Emperor's chamber,\" is a prestigious office at the Imperial Court reserved for eunuchs, who are valued for their perceived loyalty and discretion.",
        "translation": "大内侍，「睡在皇帝寝宫旁的人」，是帝国宫廷里预留给宦官的声威卓著的职位，他们的忠诚与谨慎得到赏识。",
        "stage": 5
    },
    {
        "key": "title_court_eunuch",
        "original": "Court Eunuch",
        "translation": "宫廷宦官",
        "stage": 5
    },
    {
        "key": "title_court_eunuch_desc",
        "original": "Eunuchs perform many valued court functions and can be trusted in the presence of women.",
        "translation": "宦官们在宫廷中发挥了许多有价值的作用，而且在有女性的场合也值得信任。",
        "stage": 5
    },
    {
        "key": "vassal_castrate_decision",
        "original": "Castrate [Root.GetTitledFirstName]",
        "translation": "阉割[Root.GetTitledFirstName]",
        "stage": 5
    },
    {
        "key": "vassal_blinding_decision",
        "original": "Blind [Root.GetTitledFirstName]",
        "translation": "致盲[Root.GetTitledFirstName]",
        "stage": 5
    },
    {
        "key": "opinion_castrated_me",
        "original": "Castrated Me",
        "translation": "阉割了我",
        "stage": 5
    },
    {
        "key": "opinion_blinded_me",
        "original": "Blinded Me",
        "translation": "致盲了我",
        "stage": 5
    },
    {
        "key": "opinion_castrated_family",
        "original": "Castrated Kin",
        "translation": "阉割亲属",
        "stage": 5
    },
    {
        "key": "opinion_blinded_family",
        "original": "Blinded Kin",
        "translation": "致盲亲属",
        "stage": 5
    },
    {
        "key": "opinion_loyal_servant",
        "original": "Loyal Servant",
        "translation": "忠实的仆人",
        "stage": 5
    },
    {
        "key": "nick_the_glorious",
        "original": "the Glorious",
        "translation": "荣耀者",
        "stage": 5
    },
    {
        "key": "nick_the_saint",
        "original": "the Saint",
        "translation": "圣人",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.1",
        "original": "The Province of Syria Palaestina",
        "translation": "叙利亚腓力斯丁行省",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.1",
        "original": "The whole of the ancient province of Syria Palaestina has finally been liberated from the vile clutches of barbarians and restored to the Imperium Romanum. A great triumph will be held for the brave heroes who accomplished this feat. May their names echo in eternity!",
        "translation": "我们已经从野蛮人手中解放了古老的叙利亚腓力斯丁行省让它重归罗马帝国。一次盛大的凯旋仪式将为完成此次壮举的英雄们举行，他们的姓名与他们的功绩永垂青史！",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.1",
        "original": "Long live the Empire!",
        "translation": "帝国万岁！",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.2",
        "original": "The Province of Aegyptus",
        "translation": "埃古普托斯行省",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.2",
        "original": "The dark times are over for the people of Aegyptus, as Roman rule has been restored to the province once more. The Land of the Pharaohs served well as the breadbasket of the old empire, and it will again become a vital cornerstone in the continued prosperity of the glorious Roman State.",
        "translation": "埃及人民的黑暗时代已经过去，再次回归了罗马的统治。这片法老的土地同样是旧帝国的大好粮仓，并且它将在永世昌盛的罗马国家重新成为至关重要的基石……",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.3",
        "original": "The Province of Cyrenaica",
        "translation": "昔兰尼加行省",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.3",
        "original": "The citizens of Cyrenaica can rejoice, as Roman law is once more upheld in this barren land. Yet another ancient Roman province has been returned to the bosom of the mightiest empire the civilised world has ever seen. May it never suffer the cruel touch of barbarians again.",
        "translation": "昔兰尼加的市民可以庆祝了，因为罗马的法律再次屹立在这片贫瘠的土地上。又一个古罗马行省回到了帝国的怀抱，这是文明世界曾见证的最伟大的帝国。愿它永离残酷野蛮人的魔掌。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.4",
        "original": "The Province of Africa",
        "translation": "阿非利加行省",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.4",
        "original": "The influence of [Root.GetTitledFirstName] is now felt throughout the former Roman province of Africa, as it once more falls under the sway of the Empire. Imperial troops are marching through the city of Carthage, the ancient nemesis of Rome, in definite proof that history does indeed repeat itself.",
        "translation": "[Root.GetTitledFirstName]的势力现已遍布前罗马的阿非利加行省，再次将其纳入帝国囊中。帝国军队正在行军通过罗马古老的宿敌迦太基城，这是历史确实重现自身的绝佳证明。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.5",
        "original": "The Province of Illyricum",
        "translation": "伊利里库姆行省",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.5",
        "original": "The former Roman province of Illyricum has again been restored to its rightful owners in the resurgent Imperium Romanum. With the eastern shores of the Adriatic secured, this important recruiting ground may prove vital in future campaigns to reclaim Rome's proper borders in the west.",
        "translation": "曾经的罗马行省伊利里库姆已经重归了它真正的主人手里，复兴的罗马帝国以亚得里亚海东海岸作为天然的屏障，未来这个重要的兵源地将会在夺回西方疆域的战争中展现它的价值……",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.6",
        "original": "The Province of Italia",
        "translation": "意大利亚行省",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.6",
        "original": "For the second time since the fall of the Western Empire, Italy has been liberated and restored to proper Roman rule - hopefully for good this time. The great city of Rome itself is now yours, and even hardened soldiers can be seen weeping as the Imperial standard flutters in the breeze from Trajan's Column.",
        "translation": "西部帝国崩溃后，意大利再次获得解放，重归于正统罗马人的统治——希望这次运势更佳。伟大之都罗马已经在你的手中，当图拉真柱上的帝国旗帜随微风飘扬时，甚至连坚强的战士们都开始哭泣。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.7",
        "original": "The Province of Gallia",
        "translation": "高卢行省",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.7",
        "original": "Gaul, long thought forever lost to Roman rule, has submitted to the [Root.GetTitle] and been incorporated back into the Empire. The province has changed much since Caesar campaigned in this land over a thousand years ago, but no longer will it suffer under the rule of upstart kings or false emperors.",
        "translation": "作为很长一段时间内罗马认为永远失去的省份，高卢已经臣服于[Root.GetTitle]并回归帝国的统治。自千年以前凯撒发动战争，这片土地已经变化很多，但将永不再遭受暴发户国王和伪帝的统治。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.8",
        "original": "The Province of Germania",
        "translation": "日耳曼尼亚行省",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.8",
        "original": "The Roman Empire has now expanded beyond the borders it claimed even under the great Trajan. Germania, ever the bane of Roman armies, has at long last been pacified and incorporated into the Empire. It will now be ruled by the true continuation of the Roman State - not a false empire pretending at such.",
        "translation": "帝国的扩张已然越过了图拉真大帝时的疆界。日耳曼尼亚，昔日帝国军团的痛苦之源，终于被帝国所平定。现在，它将由罗马帝国的正统继承者所统治，而不是冒牌的帝国。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.9",
        "original": "The Province of Britannia",
        "translation": "不列颠尼亚行省",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.9",
        "original": "Cruelly left to their own devices when the Roman garrisons abandoned the province of Britannia in the 5th century, the Bretons can at last rejoice. For after suffering through centuries of darkness, Roman rule has finally been restored to their little island and they may consider themselves Imperial subjects once more.",
        "translation": "曾经五世纪的时候罗马守军丢盔卸甲放弃了不列颠尼亚，也残酷地抛弃了布列吞人，如今他们终于可以感到欣慰。在遭受了这么多世纪的黑暗年代后，罗马的管治总算在这小岛上重建，他们也能够再次自认是帝国的臣民。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.10",
        "original": "The Province of Hispania",
        "translation": "西班牙行省",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.10",
        "original": "The power and influence of the Roman Empire now extends all the way to the old province of Hispania once more. This land has suffered greatly from the constant border skirmishes waged by its bickering Muslim and Catholic lords, but now it may finally know peace again as the Pax Romana settles over the peninsula.",
        "translation": "罗马帝国的势力范围现在再度一路扩张到了原西班牙行省。这片土地已经深受争吵不断的穆斯林与天主教领主间边界冲突的困扰，然而现在它或许终于能尝到和平的滋味，因为罗马和平降临到这个半岛。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.11",
        "original": "The Province of Mauretania",
        "translation": "毛里塔尼亚行省",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.11",
        "original": "The great general Belisarius reconquered parts of Mauretania from the barbaric Vandals in the 6th century, but it was all eventually lost to the Arabs in their relentless drive across North Africa. Now that this county has been fully restored to Roman control after centuries of misrule, it may flourish again.",
        "translation": "伟大的贝利萨留将军在公元六世纪时从汪达尔人手中收回了部分毛里塔尼亚的土地，但最终又在阿拉伯人迅速向北非扩张的过程中丧失了。在被暴政压迫了数百年后，罗马人重新收复了这片土地，它将再次繁荣昌盛。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.12",
        "original": "The Province of Mesopotamia",
        "translation": "美索不达米亚行省",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.12",
        "original": "Emperor Trajan conquered Mesopotamia from the Parthian Empire and organized it as a Roman province, but it was abandoned by his successor Hadrian just a few years later. Now the Euphrates and Tigris rivers are once again under the Roman aegis, and this time they may be there to stay.",
        "translation": "图拉真皇帝从帕提亚帝国手中征服了美索不达米亚，并让它成为罗马帝国的一个行省。但是继承者哈德良皇帝几年后放弃了它。现在幼发拉底河和底格里斯河再次处于罗马帝国的庇护之下，并且这一次它们可不会再失守。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.13",
        "original": "The Province of Caledonia",
        "translation": "喀里多尼亚行省",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.13",
        "original": "The borders of Rome have now advanced well beyond the ancient ruins of both Hadrian's Wall and the Antonine Wall to at last include all of Caledonia. This hard and unforgiving land is the home of a peculiar breed of people, but they will be turned into productive Roman citizens yet.",
        "translation": "罗马帝国现在的边界已经超越了古代哈德良长城和安东尼长城的废墟，囊括了整个喀里多尼亚。这块冷漠和无情的土地是一些特殊人的家乡，但是他们将会转变为勤劳文明的罗马公民。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.14",
        "original": "The Province of Hibernia",
        "translation": "海伯尼亚行省",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.14",
        "original": "The island of Hibernia is the latest addition to the ever-expanding domains of the Roman Empire. This land of gently rolling hills and green fields was never conquered by the old empire, but it should become a pleasant fief to govern if one does not mind the rain or the foul-smelling Norse settlers along the coast.",
        "translation": "海伯尼亚岛是最新加入不断扩张的罗马帝国的领土。旧帝国从未征服这片土地上漫漫起伏的群山和绿色的田野，但是如果不介意下雨或沿着海岸定居的恶臭的诺斯居民，它应该能治理为一个令人舒适的采邑。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.20",
        "original": "The Dawn of a New Era",
        "translation": "新时代的曙光",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.20",
        "original": "Friends, Romans, countrymen, lend me your ears! After the miraculous recovery of territory lost centuries ago, the Roman Empire has been reborn! Europe has endured dark times since the imperial frontiers were stormed by barbarians and province after province burned at their touch, but now a bright new age has dawned for all of civilization.\\n\\nThe Roman State will no longer be referred to as the \"Empire of the Greeks\" by jealous pretenders in the West, but recognized as the true heir to the legacy of Rome. [Root.GetTitledFirstName] rules a restored Imperium Romanum, but much work remains to be done. There is still territory to recover and ancient borders to reclaim. For the Senate and People of Rome!",
        "translation": "朋友们，同胞们，罗马公民们，请听我一言！在奇迹般收复了诸多失去长达数个世纪的领土后，罗马帝国重生了！自帝国边疆遭到野蛮人的袭击以来，一个又一个的省份被焚为焦土，欧罗巴经历了最为黑暗的时代，但现在对整个文明世界来说一个光明的新时代已经到来了！\\n\\n从现在开始，罗马国不再是那个西方嫉妒的冒牌货口中的「希腊人的帝国」了，她将是被公认的罗马帝国的后继者！[Root.GetTitledFirstName]统治着整个重建的罗马帝国，但仍有许多工作需要完成。还有许多领土等着我们去夺回，诸多疆域等着我们去收复。为了罗马元老院和人民！",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.20",
        "original": "Esto perpetua!",
        "translation": "让其成为永恒！",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.21",
        "original": "The Second Age of Rome",
        "translation": "罗马的第二个时代",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.21",
        "original": "The Byzantines, previously referred to as the \"Empire of the Greeks\" by many in the West, have somehow managed to reclaim enough lost territory to declare the Roman Empire restored! It can no longer be denied that they are the true successors of Rome and its glorious legacy. They claim a new era is upon us.",
        "translation": "曾经被很多西方人称作「希腊人的帝国」的拜占庭帝国，已经光复了足够多的失地来重建罗马帝国！无可否认的是，拜占庭是罗马正统及其光辉遗产的继承人。他们声称一个新的时代已经来临。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.21",
        "original": "Can it be true?",
        "translation": "这是真的吗？",
        "stage": 5
    },
    {
        "key": "EVTOPTBLoR.21",
        "original": "But... what about my empire?",
        "translation": "但是……那我的帝国呢？",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.30",
        "original": "In honor of the Empire's recent victory, it would be appropriate to hold a triumph in the capital for the heroic soldiers who fought in the campaign. Such an arrangement will be expensive, but the people expect nothing less.",
        "translation": "为纪念帝国最近的胜利，是时候在首都为在战斗中表现英勇的将士们举行凯旋式了。如此的安排将会花费巨资，但人们期望什么都别少。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.30",
        "original": "Yes, a glorious triumph will be held.",
        "translation": "是的，一场盛大的凯旋式将会举行。",
        "stage": 5
    },
    {
        "key": "EVTOPTBLoR.30",
        "original": "A brief ovation at the Hippodrome should be enough.",
        "translation": "在竞技场举行简短而热烈的欢迎会应该足够了。",
        "stage": 5
    },
    {
        "key": "EVTOPTCLoR.30",
        "original": "No, we have no time for such nonsense.",
        "translation": "不，我们没时间说这些废话。",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPLoR.31",
        "original": "A triumph is held at the Hippodrome.",
        "translation": "凯旋式将在竞技场举行。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.31",
        "original": "A mighty triumph is held at the Hippodrome to celebrate the brave generals and soldiers who brought defeat to the enemies of the Empire. The people cheer as trumpeters lead a long procession that includes parading soldiers, carts filled with the spoils of war and cages holding captives from the recent campaign.",
        "translation": "一场盛大的凯旋式将在竞技场举行，庆祝打败了帝国之敌的英勇将士们。当号手引领着阅兵式队列行进，马车上装满了战利品笼子里关押着战俘，人群中发出了欢呼。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.31",
        "original": "The Empire is on the verge of success.",
        "translation": "帝国即将成功。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.32",
        "original": "The [Root.Liege.GetTitle] has commanded that a triumph be held at the Hippodrome to celebrate the brave soldiers responsible for the Empire's recent victory. The people cheer as trumpeters lead a long procession that includes parading soldiers, carts filled with the spoils of war and cages holding captives from the recent campaign.",
        "translation": "[Root.Liege.GetTitle]已经下令庆祝帝国最近的胜利，在竞技场为勇敢的士兵们举行凯旋式。当看到号手引领着阅兵式队列行进，马车上装满了战利品，笼子里关押着最近战斗获得的战俘时，人群中发出了欢呼。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.32",
        "original": "An impressive display.",
        "translation": "一场令人印象深刻的表演。",
        "stage": 5
    },
    {
        "key": "opinion_triumph_held",
        "original": "Triumph Held",
        "translation": "已举行凯旋式",
        "stage": 5
    },
    {
        "key": "triumph_held",
        "original": "Your vassals are impressed by this display of Imperial power.",
        "translation": "你的封臣都被帝国的力量所感动。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.40",
        "original": "The Imperial Borders Are Restored",
        "translation": "帝国的边界恢复了",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.40",
        "original": "The story of the Roman Empire's glorious recovery will be told throughout the ages. Those unfortunate enough to have lived through the black days when barbarians sacked Rome at will or the Arab invaders swept in from the desert would not have dared dream of this day. All of the old provinces have been reclaimed and the Empire now stretches farther than it has in nearly a thousand years.\\n\\nChurch bells across Europe are ringing to celebrate this momentous occasion and men and women in both Rome and Constantinople are weeping tears of joy. It will be a challenge to keep an empire of this scale together, but for the sake of all humanity you must succeed, lest the world plunge into yet another dark age of ignorance and barbarity bereft of Rome's guiding light.",
        "translation": "罗马帝国光复史诗将传颂千秋万代。当野蛮人肆意洗劫，或者从沙漠而来的阿拉伯侵略者蹂躏着罗马帝国，那些不幸经历了黑暗日子的人们想都不敢想会有这么一天。所有旧日的省份已经光复，并且帝国的疆域比近一千年来扩张得更远。\\n\\n教堂的钟响了，整个欧罗巴都在庆祝这个重大的时刻。在罗马和君士坦丁堡男人们和女人们满怀着喜悦的泪水。保持一个如此规模的帝国将会是一场挑战，但是为了全人类你必须成功，因为你唯恐世界陷入另一个丧失了罗马指明灯的无知和残暴的黑暗时代。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.40",
        "original": "The Empire will not fall again.",
        "translation": "帝国永不陨落。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.200",
        "original": "With the city back under East Roman control, the Patriarchate of Antioch has been properly restored as one of the episcopal sees of the Pentarchy in the Eastern Orthodox Church. It was originally founded by Saint Peter the Apostle, who is regarded as the first Pope by the Western Catholic Church.",
        "translation": "随着城市重归东罗马的控制之下，安条克牧首区作为东方正教会五大牧首区之一已正式重设。该教区源起于使徒圣裴特若，他被认为是西方公教会的首任教宗。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.200",
        "original": "God be praised!",
        "translation": "赞美上帝！",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.201",
        "original": "With the city back under East Roman control, the Patriarchate of Jerusalem has been properly restored as one of the episcopal sees of the Pentarchy in the Eastern Orthodox Church. It was originally founded by Saint James the Just, who was made head of the Church in Jerusalem soon after the death of Jesus.",
        "translation": "随着城市重归东罗马的控制之下，耶路撒冷牧首区作为东方正教会五大牧首区之一已正式重设。该教区源起于义人雅科弗，他在耶稣死后不久就被推举为耶路撒冷教会之首。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.202",
        "original": "With the city back under East Roman control, the Patriarchate of Alexandria has been properly restored as one of the episcopal sees of the Pentarchy in the Eastern Orthodox Church. It was originally founded by Saint Mark the Evangelist, who became Alexandria's first patriarch.",
        "translation": "随着城市重归东罗马的控制之下，亚历山大牧首区作为东方正教会五大牧首区之一已正式重设。该教区源起于圣史圣马尔克，他后来成为了亚历山大的首任牧首。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.203",
        "original": "With the city back under East Roman control, the Patriarchate of Rome has been properly restored as one of the episcopal sees of the Pentarchy in the Eastern Orthodox Church. If all five historical patriarchates are returned to the Pentarchy, the Great Schism between the Eastern and Western churches may finally be mended.",
        "translation": "随着城市重归东罗马的控制之下，罗马牧首区作为东方正教会五大牧首区之一已正式重设。如果具有重要历史意义的五大牧首区能够尽数重设，东西方教会之间的大分裂或将最终能被修复。",
        "stage": 5
    },
    {
        "key": "mend_great_schism",
        "original": "Mend the Great Schism",
        "translation": "弥合东西方教会大分裂",
        "stage": 5
    },
    {
        "key": "mend_great_schism_desc",
        "original": "The Great Schism saw the Christian Church divided into two branches, but if all five of the episcopal sees of the Pentarchy could be restored under Roman rule and the Orthodox faith, there may be a chance to finally reunite Christendom.",
        "translation": "教会大分裂见证了基督教分裂为两个分支，但如果能在罗马帝国的统治和正教会的信仰下重建五大牧首区，基督教世界最终将可能重新联合起来。",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPLoR.210",
        "original": "The Great Schism is mended and Christendom reunited.",
        "translation": "教会大分裂被修补并且基督教世界重新联合。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.210",
        "original": "The Great Schism Mended",
        "translation": "已弥合教会大分裂",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.210",
        "original": "At last the Great Schism between the Western Catholic Church and the Eastern Orthodox Church has been mended. With the spread of Orthodoxy and the reunification of the Pentarchy, including the vital episcopal see of Rome, the Catholic faith now holds little sway over the people of Europe. There will be those who still cling to it, but they will be few in number and the Pentarchy can once more claim universal rule over all of Christendom.",
        "translation": "最终西方公教会和东方正教会大分裂被修补了。随着正教的传播和包括至关重要的罗马在内的牧首区大统一，现在欧罗巴很少人保有天主教信仰。会有人墨守天主教信仰，但是他们人数稀少，而在基督教世界五牧首联合治理教会将再次成为普世规则。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.211",
        "original": "If that's the way the wind is blowing...",
        "translation": "如果这是大势所趋的话……",
        "stage": 5
    },
    {
        "key": "EVTOPTBLoR.211",
        "original": "I will never give up my faith!",
        "translation": "我永远不会放弃自己的信仰！",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.400",
        "original": "An Innocent Proposal",
        "translation": "无害的提议",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.400",
        "original": "One day in the Imperial Palace, while surrounded by shouting advisors waving decrees and edicts that demand your signature, a small man approaches claiming to be a representative of the Venetoi - the \"Blues,\" one of the two major chariot teams racing in Constantinople. They no longer have the political influence they enjoyed in the days of Justinian the Great, but they are still popular with the broad masses. You wave your advisors away and decide to hear him out.\\n\\nThe man introduces himself as Anaximandros and explains that he has a proposal for you. If you race for the Blues in the grand chariot race next week, he and his associates will make certain you win. You both stand to gain from this, with the glorious [Root.GetTitle] winning as a champion of the great Blue team.",
        "translation": "某天在皇宫中，一群幕僚围绕着你，手中挥舞着需要你签字的法规和法令条文。一个矮小的男人靠过来声称自己是维奈忒的代表——意即「蓝党」，君士坦丁堡两个主要赛车队伍之一。他们不再拥有查士丁尼大帝时期的影响力，但是他们仍旧在广大人民间流行。你挥了挥手让你的幕僚退下听他说了些什么。\\n\\n他介绍自己是阿纳克西曼德罗斯并且有一项提议给你。如果你在下周的赛车竞技中为蓝党出赛，他和他的助手将确保你会胜利。你们两个将获得双赢，荣耀的[Root.GetTitle]将成为一名蓝党冠军。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.400",
        "original": "An intriguing proposal... count me in.",
        "translation": "一个有趣的提议……算我一份。",
        "stage": 5
    },
    {
        "key": "EVTOPTBLoR.400",
        "original": "By cheating? No thanks.",
        "translation": "要作弊？我看还是免了吧。",
        "stage": 5
    },
    {
        "key": "hippodrome_refuse",
        "original": "You refuse to take part in this scheme.",
        "translation": "你拒绝了参加这个骗局。",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPLoR.401",
        "original": "You practise chariot racing.",
        "translation": "你练习赛车竞技。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.401",
        "original": "Practise Makes Perfect",
        "translation": "熟能生巧",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.401",
        "original": "You practise hard at chariot racing to better prepare for the upcoming event at the Hippodrome. Despite managing well enough and only falling off the chariot a handful of times, you simply cannot see how you are supposed to beat the other professional racers. When you mention this to Anaximandros, the little gnome of a man smiles and tells you not to worry. He assures you that the Greens, your main opponents, will not be a problem, and the other Blue racers have been instructed to let you win.\\n\\n\"You had better be right about this,\" you tell Anaximandros. \"If I am made to look the fool, I swear I will not be the only one to suffer.\"",
        "translation": "为了更好地准备即将到来的竞技场比赛，你很努力地练习赛车竞技。尽管练习得很顺利而且仅仅摔落下车几次，但是你很难看到有打败其他专业选手的希望。当你向阿纳克西曼德罗斯谈起这个的时候，这个小侏儒笑了，告诉你别为这个担心。他向你保证你主要的竞争对手绿党将不会是个问题，并且其他的蓝党选手已经被授命让你获得胜利。\\n\\n「你最好是对的，」你对阿纳克西曼德罗斯说，「如果到最后搞得我看起来像个傻瓜，我发誓到时候吃瘪的不会只有我一个。」",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.401",
        "original": "Let us get this over with.",
        "translation": "让我们了结此事。",
        "stage": 5
    },
    {
        "key": "hippodrome_tooltip",
        "original": "To the Hippodrome!",
        "translation": "向竞技场出发！",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.402",
        "original": "The Day of the Race",
        "translation": "比赛当日",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.402",
        "original": "It is a fine day for racing and the Hippodrome is packed with people wanting to see their [Root.GetTitle] conquer... or fail miserably in the attempt. Spyridon, the star of the Greens, looks at you with scorn as your chariots line up. \"I shall endeavour not to embarrass you too much, Your Imperial Majesty,\" he says through clenched teeth.\\n\\nThe trumpets blow, and the race begins! One by one, the Green chariots fall apart and topple over, giving you a clear path. Only Spyridon's armored chariot remains of the Green team, but as your Blue allies move to block him, their chariots disintegrate as well. It seems both teams had the same idea. Still, you skillfully navigate through the wreckage and manage to hold off Spyridon long enough to win the race!",
        "translation": "这真是个适合比赛的好日子，竞技场挤满了人想看到他们的[Root.GetTitle]在首次尝试中获胜……或惨败。斯皮里东，绿党的明星，当你在起跑线准备就绪的时候嘲弄地看着你。「我将尽力使你不会太难堪，陛下。」他从牙缝里挤出这句话。\\n\\n出发号响起，比赛开始了！绿党的赛车一个接着一个被分割开来，然后纷纷倾翻，给了你一条通畅的赛道。绿党仅剩下安装防具的斯皮里东赛车，但是当你蓝党盟友靠过去拦住他的时候，他们的赛车也同样变成了碎块，看起来英雄所见略同。不过，你巧妙地驾车避过障碍，并且拖住斯皮里东足够长的时间，从而赢得了比赛！",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.402",
        "original": "Victory, but not thanks to Anaximandros!",
        "translation": "胜利了，根本用不着依靠阿纳克西曼德罗斯！",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.403",
        "original": "The Day of the Race",
        "translation": "比赛当日",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.403",
        "original": "It is a fine day for racing and the Hippodrome is packed with people wanting to see their [Root.GetTitle] conquer... or fail miserably in the attempt. Spyridon, the star of the Greens, looks at you with scorn as your chariots line up. \"I shall endeavour not to embarrass you too much, Your Imperial Majesty,\" he says through clenched teeth.\\n\\nThe trumpets blow, and the race begins! One by one, the Green chariots fall apart and topple over, giving you a clear path. Only Spyridon's armored chariot remains of the Green team, but as your Blue allies move to block him, their chariots disintegrate as well. It seems both teams had the same idea. Without their aid, Spyridon steers his chariot past you and wins the race!",
        "translation": "这真是个适合比赛的好日子，竞技场挤满了人想看到他们的[Root.GetTitle]在首次尝试中获胜……或惨败。斯皮里东，绿党的明星，当你在起跑线准备就绪的时候嘲弄的看着你。「我将尽力使你不会太难堪，陛下。」他从牙缝里挤出这句话。\\n\\n出发号响起，比赛开始了！一个接着一个，绿党的赛车解体倾翻，给了你一条通畅的赛道。绿党仅剩下只有安装防具的斯皮里东赛车，但是当你蓝党盟友靠过去拦住他的时候，他们的赛车也同样变成了碎块，看起来英雄所见略同。没有盟友的帮助，斯皮里东驾车超过了你并且赢得了比赛！",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.403",
        "original": "Defeat! Anaximandros will pay!",
        "translation": "失败了！阿纳克西曼德罗斯将会为此付出代价！",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.404",
        "original": "The Day of the Race",
        "translation": "比赛当日",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.404",
        "original": "It is a fine day for racing and the Hippodrome is packed with people wanting to see their [Root.GetTitle] conquer... or fail miserably in the attempt. Spyridon, the star of the Greens, looks at you with scorn as your chariots line up. \"I shall endeavour not to embarrass you too much, Your Imperial Majesty,\" he says through clenched teeth.\\n\\nThe trumpets blow, and the race begins! One by one, the Green chariots fall apart and topple over, giving you a clear path. Only Spyridon's armored chariot remains of the Green team, but as your Blue allies move to block him, their chariots disintegrate as well. It seems both teams had the same idea. The furious crowds storm the arena in disgust at this blatant attempt by both teams to cheat!",
        "translation": "这真是个适合比赛的好日子，竞技场挤满了人想看到他们的[Root.GetTitle]在首次尝试中获胜……或惨败。斯皮里东，绿党的明星，当你在起跑线准备就绪的时候嘲弄的看着你。「我将尽力使你不会太难堪，陛下。」他从牙缝里挤出这句话。\\n\\n出发号响起，比赛开始了！一个接着一个，绿党的赛车解体倾翻，给了你一条通畅的赛道。绿党仅剩下只有安装防具的斯皮里东赛车，但是当你蓝党盟友靠过去拦住他的时候，他们的赛车也同样变成了碎块，看起来英雄所见略同。愤怒的人群对着赛场狂怒地咆哮，厌恶两队试图公然作弊！",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.404",
        "original": "Back! Back, I say!",
        "translation": "退后！我说了退后！",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPLoR.405",
        "original": "The chariot race has concluded.",
        "translation": "赛车比赛结束了。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.405",
        "original": "Another Proposal...",
        "translation": "另一个提议……",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.405",
        "original": "As you walk at a brisk pace through an empty corridor in the Imperial Palace, on your way to another tiring meeting with your advisors, you hear a faint whisper from one of the window curtains. After readying your dagger you pull the curtains aside to reveal Anaximandros, the gnome-man who recruited you into chariot racing!\\n\\n\"You! I should have you drawn and quartered,\" you hiss at the man. \"The entire Blue team had their chariots fall out from under them!\" Anaximandros smiles at you, and speaks: \"Calm yourself, Majesty. Your chariot held together, did it not? I have a new and cunning plan for the next race - one that cannot fail. Your epic victory will be celebrated for centuries to come.\"",
        "translation": "当你迈着轻松的步子，穿过皇宫中的一条走廊去和你的幕僚参加又一个无聊的会议时，你听到从窗帘那传来模糊的低语。当你准备好匕首后拉开窗帘，发现了待在后边的阿纳克西曼德罗斯，那个招你进赛车比赛的侏儒！\\n\\n「是你！我本应该让你被挖心车裂，」你用鄙夷的语气说，「整个蓝党队伍的马车都在身下解体了！」阿纳克西曼德罗斯笑着看着你，说：「陛下息怒。您的赛车还完好无损，不是吗？我为下次比赛准备了一个巧妙的新计划——这次不会再失败了。未来好几个世纪，人们都会庆祝您史诗般的胜利。」",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.405",
        "original": "I may regret this, but I will join this scheme.",
        "translation": "我可能会后悔，但我还是加入了这个计划。",
        "stage": 5
    },
    {
        "key": "EVTOPTBLoR.405",
        "original": "Not interested. Guards, haul this wretched creature away!",
        "translation": "没兴趣。卫兵，把这个畸形生物拖走！",
        "stage": 5
    },
    {
        "key": "hippodrome_refuse_second",
        "original": "Anaximandros is thrown into the dungeons and you put this vile scheme behind you for good.",
        "translation": "阿纳克西曼德罗斯被丢进了地牢。你把这个邪恶的计划永远地抛在脑后。",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPLoR.406",
        "original": "You resume your training.",
        "translation": "你恢复了训练。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.406",
        "original": "Training Resumes",
        "translation": "训练恢复",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.406",
        "original": "You resume your chariot training and although you are an even better racer now, it still may not be enough to best the other competitors, many of whom have been driving chariots since early childhood. Anaximandros approaches to tell you of his new scheme.\\n\\n\"Behold, Majesty,\" he says, and produces a small bottle from within his cloak. \"One drop of this concoction, which my associates and I only acquired at great cost I might add, is enough to send a man running for the latrines within minutes. Each member of the Green team will be offered some spiced wine by their quartermaster - a man in our employ - just before the race is about to begin. I think you can see where I am going with this, Your Grace...\"",
        "translation": "你恢复了赛车训练。尽管你目前做的比以前更好，但仍旧不足以打败其他竞争者。他们很多人都从孩童时期开始训练。阿纳克西曼德罗斯靠过来描述他的新计划。\\n\\n他说：「瞧瞧，陛下，」同时从斗篷里拿出一个小瓶子，「我和我的助手为了获得它付出了巨大的代价。一滴这种药水就足以在几分钟之内让一个成年男子跑去厕所。比赛快开始的时候，每个绿党队伍的成员都将从他们的军需官那得到混有药水的酒，那个后勤官是我们的人。我认为您会知道我把它用在哪里了，陛下……」",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.406",
        "original": "Good. This might actually work!",
        "translation": "好的.这应该能起作用！",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.407",
        "original": "The Day of the Second Race",
        "translation": "第二次比赛当日",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.407",
        "original": "Once again you ride into the Hippodrome in your chariot to the cheers of the people. It looks like nearly all of Constantinople has turned up for this momentous race. Spyridon, your old nemesis, is instructing the rest of the Green team when their quartermaster offers them a sip of wine to fortify their resolve. All accept this offer, except Spyridon. Instead, he loudly proclaims, he will offer his wine to the Blue team who need it more. Before you can object, the other Blue racers happily share the wine between them...\\n\\nThe trumpets blare and the race begins. Within seconds the first few racers leap off their chariots, sprinting for the latrines. Soon only you and Spyridon remain. Fortune favours you, however, as Spyridon collides with the last racer to abandon his chariot. This delays him enough to grant you victory!",
        "translation": "在人们的欢呼声你再次驾车进入了竞技场。看起来近乎全君士坦丁堡人都出席了这场重大的比赛。当绿党军需官在分发酒来巩固队员决心的时候，你的老敌人斯皮里东正在指导其余队员。所有人都接受了酒，除了斯皮里东。他反而大声宣告，他的那份将提供给蓝党中更需要它的人。在你反对之前，其他的蓝党队员都很高兴的在他们中间分享了它……\\n\\n号声响起比赛开始了。几秒之内第一批选手跳下他们的赛车冲向厕所。很快就只有你和斯皮里东留下了，然而，幸运眷顾了你，斯皮里东和最后那位选手撞在一起而弃车。这足够拖延他让你得到胜利！",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.407",
        "original": "Victory, but no thanks to Anaximandros!",
        "translation": "胜利了，根本用不着依靠阿纳克西曼德罗斯！",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.408",
        "original": "The Day of the Second Race",
        "translation": "第二次比赛当日",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.408",
        "original": "Once again you ride into the Hippodrome in your chariot to the cheers of the people. It looks like nearly all of Constantinople has turned up for this momentous race. Spyridon, your old nemesis, is instructing the rest of the Green team when their quartermaster offers them a sip of wine to fortify their resolve. All accept this offer, except Spyridon. Instead, he loudly proclaims, he will offer his wine to the Blue team who need it more. Before you can object, the other Blue racers happily share the wine between them...\\n\\nThe trumpets blare and the race begins. Within seconds the first few racers leap off their chariots, sprinting for the latrines. Soon only you and Spyridon remain and sadly for you, he proves to be the better chariot racer. He overtakes you in the final lap and rides his chariot to victory.",
        "translation": "在人们的欢呼声你再次驾车进入了竞技场。看起来近乎全君士坦丁堡人都出席了这场重大的比赛。当绿党军需官在分发酒来巩固队员决心的时候，你的老敌人斯皮里东正在指导其余队员。所有人都接受了酒，除了斯皮里东。他反而大声宣告，他的那份将提供给蓝党中更需要它的人。在你反对之前，其他的蓝党队员都很高兴的在他们中间分享了它……\\n\\n号声响起比赛开始了。几秒之内第一批选手跳下他们的赛车冲向厕所。很快就只有你和斯皮里东留下了，不幸的是，他证明了他是一名更好的赛车手。他在最后一圈赶上了你并驾车驶向胜利。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.408",
        "original": "Confound it all!",
        "translation": "全搞乱了！",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.409",
        "original": "The Day of the Second Race",
        "translation": "第二次比赛当日",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.409",
        "original": "Once again you ride into the Hippodrome in your chariot to the cheers of the people. It looks like nearly all of Constantinople has turned up for this momentous race. Spyridon, your old nemesis, is instructing the rest of the Green team when their quartermaster offers them a sip of wine to fortify their resolve. All accept this offer, except Spyridon. Instead, he loudly proclaims, he will offer his wine to the Blue team who need it more. Before you can object, the other Blue racers happily share the wine between them...\\n\\nThe trumpets blare and the race begins. Within seconds the first few racers leap off their chariots, sprinting for the latrines. Soon only you and Spyridon remain, but the crowd is up in arms over this disgraceful display. It is obvious to all that foul play is involved. They jump into the arena!",
        "translation": "在人们的欢呼声你再次驾车进入了竞技场。看起来近乎全君士坦丁堡人都出席了这场重大的比赛。当绿党军需官在分发酒来巩固队员决心的时候，你的老敌人斯皮里东正在指导其余队员。所有人都接受了酒，除了斯皮里东。他反而大声宣告，他的那份将提供给蓝党中更需要它的人。在你反对之前，其他的蓝党队员都很高兴的在他们中间分享了它……\\n\\n号声响起比赛开始了。几秒之内第一批选手跳下他们的赛车冲向厕所。很快就只有你和斯皮里东留下了，但是人群面对这可耻的闹剧拿起了武器。显而易见这其中有舞弊行为。人们跳进了赛场！",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.409",
        "original": "Back, knaves!",
        "translation": "退后，流氓们！",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.410",
        "original": "One Sunny Afternoon...",
        "translation": "阳光明媚的下午……",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.410",
        "original": "You enjoy a quiet moment away from your advisors under the shade of a tree in the palatial garden. A sound from above catches your attention, and as you look up you spot Anaximandros, the chariot gnome, hiding on a branch. \"Your Grace,\" he whispers with a smile. \"Before I suffer your wrath, I ask that you hear me out.\"\\n\\nHe scurries down from the tree and gives you his new offer. \"Fate may have conspired against us in the past, Majesty, but this time my plan is foolproof.\" He flashes a toothless grin, the closest he can manage to a winning smile. \"Third time's the charm, eh, Your Majesty? What do you say?\"",
        "translation": "你在富丽堂皇的花园树荫下远离你的顾问享受一个安静的片刻。从上面传来的声音引起了你的注意，你抬头往上看认出了阿纳克西曼德罗斯，那个赛车侏儒正躲在一根树枝上。「陛下，」他微笑着轻声说，「在您准备向我发泄怒火之前，请听我说。」\\n\\n他急忙从树上跳下来提出他的新计划：「过去运势可能不站在我们这边，陛下，但是这次我的计划万无一失。」他张开他缺了牙齿的嘴，尽可能地做出动人的微笑。「事不过三，呃，陛下？您怎么看？」",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.410",
        "original": "It had better be. I am in.",
        "translation": "这次应该不错，我加入了。",
        "stage": 5
    },
    {
        "key": "EVTOPTBLoR.410",
        "original": "You must be joking. Guards!",
        "translation": "你肯定在说笑，来人啊！",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.411",
        "original": "The Chariot",
        "translation": "赛车",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.411",
        "original": "Anaximandros brings you to a small workshop in one of the seedier districts of Constantinople. Here, he explains, they will weaponize your chariot. While you watch, the craftsmen install a pair of extendable metal blades into its chassis, intended to shred the wheels of any chariot adjacent to yours.\\n\\nYou train extensively with the new chariot until you have mastered its new weapons. As you are about to leave for the Hippodrome on the eve of the race, Anaximandros hands you a flanged mace. \"For good measure,\" he explains.",
        "translation": "阿纳克西曼德罗斯领你到了位于君士坦丁堡老城区之一的一间小工坊里。他解释道，在这儿他们将武装您的赛车。如您所见，工匠在赛车底座下装一套可伸缩的金属利刃，打算把任何接近您的赛车轮子撕成碎片。\\n\\n您接受大量的训练直到您掌握了这个新装备。当比赛前夕你正打算出发去竞技场的时候，阿纳克西曼德罗斯递给你一柄凸头槌，「附加的」，他解释说。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.411",
        "original": "Let us hope it does not come to that.",
        "translation": "让我们祈祷不会用到这玩意。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.412",
        "original": "The Day of the Third Race",
        "translation": "第三次比赛当日",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.412",
        "original": "This is it, the final race of the season. The Hippodrome is filled to capacity and a deafening roar greets you as you ride your chariot into the arena. You line up next to Spyridon, your old foe from the Greens and the crowd's favorite. \"Your Majesty,\" he says and spits on the ground.\\n\\nThe trumpets blow and the race begins, but it seems you weren't the only one to have brought arms. Everything turns into a huge melee as all the drivers hack and slash at each other using both handheld and chariot-mounted weaponry. Anaximandros has played both sides against each other - there can be no other explanation. The situation escalates further when the agitated crowds enter the fray. You spot Anaximandros climbing into Spyridon's chariot, and the two of them escape the Hippodrome through the unguarded exit.",
        "translation": "赛季的最后一次比赛就这样开场了。竞技场已经达到了容纳的极限，当你驾车进入赛场，迎接你的是震耳欲聋的喧闹声。你的起跑线紧挨着你的老对手，也是群众喜闻乐见的明星斯皮里东。「陛下，」他说着吐了口唾沫。\\n\\n号声响起，比赛开始了，但看起来你不是唯一一个携带武器的。所有车手都作弊了，并且拿起手边和车上的武器互相对砍，变成了一场白刃战。阿纳克西曼德罗斯玩弄了双方——再没有其他原因能够解释了。当愤怒的人群加入了打斗，局势进一步升级。你发现阿纳克西曼德罗斯爬进了斯皮里东的赛车，接着他们俩从没有卫兵看守的出口逃离了竞技场。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.412",
        "original": "Give chase!",
        "translation": "追击他们！",
        "stage": 5
    },
    {
        "key": "EVTOPTBLoR.412",
        "original": "Stay behind.",
        "translation": "留下来。",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPLoR.413",
        "original": "You remain at the Hippodrome to stifle this riot.",
        "translation": "你为了平息这次暴乱而留在了竞技场。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.413",
        "original": "Aftermath",
        "translation": "后果",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.413",
        "original": "As Spyridon and the traitor Anaximandros depart the Hippodrome leaving nothing but chaos in their wake, you rally the Varangian Guard to your side. Together with a squadron of cataphracts from the nearby garrison you finally manage to bring order to the madness. The cost of life is great, especially amongst the audience, but it can't be helped.\\n\\nYour career as a chariot racer is over, but despite everything, you have emerged through all this as the strongwilled leader many feel the Empire needs. You wonder what possible motive compelled Anaximandros to turn the Blue and Green factions against each other in open battle. For how long did he mastermind events with that purpose in mind? You will likely never know. He is now a wanted man throughout the Empire.",
        "translation": "斯皮里东和那个背信弃义的阿纳克西曼德罗斯离开了竞技场，只留下一片狼藉，你召集了瓦兰吉卫队到你的身边。最终你和从附近驻防区赶来的一个中队重甲骑兵一起将混乱的场面控制住了。生命的代价极其昂贵，尤其是那些观众的，但这于事无补。\\n\\n你作为一名赛车手的生涯结束了，但尽管如此，你已经通过这件事蜕变为许多人所认为帝国需要的那种意志力坚强的领导者。你想知道阿纳克西曼德罗斯使蓝党和绿党派别在公开场合互相争斗的动机。他怀着某种目的策划这件事到底有多久了？你可能永远都不会知道。他目前正在被整个帝国通缉。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.413",
        "original": "Bloody gnome.",
        "translation": "血腥的侏儒。",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPLoR.414",
        "original": "You pursue them outside the Hippodrome.",
        "translation": "你追赶着他们出了竞技场。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.414",
        "original": "The Chase Is On",
        "translation": "追逐开始",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.414",
        "original": "You leave the madness of the Hippodrome behind and steer your chariot out into the streets of Constantinople, in hot pursuit of Spyridon and the traitor Anaximandros. With blades unfolded, your chariot smashes through market stalls and pottery in the narrow back alleys while a hissing Anaximandros tries to give you a taste of the whip, without success.\\n\\nYou rush past the Hagia Sophia and onto the Augustaion square as terrified priests scramble to get out of the way. With a sharp turn you continue forward on the Mese, the main thoroughfare, and speed past oxcarts and the Forum of Constantine before Spyridon abruptly turns north, towards the Golden Horn. He finally loses control of his chariot at the docks, and it crashes into some stacked crates. You step out of your chariot and draw your mace.",
        "translation": "你将竞技场的混乱抛在身后，驾着赛车进入了君士坦丁堡的街道，紧紧跟着斯皮里东和叛徒阿纳克西曼德罗斯。在拥挤的小巷子里你的赛车用伸出的利刃粉碎了市场上的货摊和陶器，同时阿纳克西曼德罗斯发出嘘声并想让你尝尝鞭子的滋味，但没有成功。\\n\\n你冲过圣索菲亚大教堂和奥古斯都广场，吓坏了的司祭们手忙脚乱地让开道路。一个急转弯，你继续驶向主干道梅塞大道，超过了几辆牛车和君士坦丁堡广场，接着斯皮里东突然转向北方金角湾。最终他在码头失去对赛车的控制，撞向堆放在一边的储物箱。你走出了赛车并且摸出了你的凸头槌。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.414",
        "original": "Give no quarter.",
        "translation": "杀无赦。",
        "stage": 5
    },
    {
        "key": "EVTOPTBLoR.414",
        "original": "Show mercy.",
        "translation": "慈悲为怀。",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPLoR.416",
        "original": "You show mercy.",
        "translation": "你动了恻隐之心。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.415",
        "original": "No Quarter Given",
        "translation": "毫不留情",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.415",
        "original": "Spyridon has been impaled on a nearby fence and his dead eyes glare at you accusingly. Anaximandros, however, lies wheezing on the docks with a broken leg. He curses your name as you approach him with your mace. \"Why do all this?\" you ask him. \"What could you possibly gain?\"\\n\\nThe little man grins wryly at you. \"Eons ago, there were four chariot racing teams: the Blues, the Greens, the Whites and the Reds. Then the two most powerful teams all but absorbed the two weakest. Who speaks of the Whites today? Or the Reds? Where is their glory? The domination of the Blues and Greens had to end, Majesty. At any cost. If my nephew Spyridon and I could get them to wipe each other out...\" You have heard enough. With a single blow, your mace forever silences Anaximandros.",
        "translation": "斯皮里东被钉在附近的篱笆上，他毫无生气的眼睛埋怨地盯着你。然而，阿纳克西曼德罗斯只是断了一条腿，气喘吁吁的躺在码头上。当你拿着凸头槌接近的时候，他念着你的名字发出诅咒。「你为什么这么做，」你质问他，「这么做你能得到什么好处？」\\n\\n侏儒一边笑一边挖苦你：「很久以前，曾有四支赛车队伍：蓝党，绿党，白党和红党。最有实力的两支队伍将弱势的那两个全吞并了。今天谁还会提起白党或红党，他们荣耀哪去了？蓝党和绿党的天下应该完蛋了，陛下，无论付出什么代价。我和我的外甥斯皮里东本应能够让他们互相残杀……」你听够了，你的槌子只一下就让阿纳克西曼德永远闭嘴了。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.415",
        "original": "One less headache for me.",
        "translation": "少了一个让我头痛的家伙。",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPLoR.415",
        "original": "You show no mercy.",
        "translation": "你表现得冷酷无情。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.416",
        "original": "Quarter Is Given",
        "translation": "给予宽大处理",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.416",
        "original": "Spyridon has been impaled on a nearby fence and his dead eyes glare at you accusingly. Anaximandros, however, lies wheezing on the docks with a broken leg. He curses your name as you approach him with your mace. \"Why do all this?\" you ask him. \"What could you possibly gain?\"\\n\\n The little man grins wryly at you. \"Eons ago, there were four chariot racing teams: the Blues, the Greens, the Whites and the Reds. Then the two most powerful teams all but absorbed the two weakest. Who speaks of the Whites today? Or the Reds? The domination of the Blues and Greens had to end, Majesty. At any cost. If my nephew Spyridon and I could get them to wipe each other out...\" You have heard enough. Varangian Guardsmen on horseback finally catch up with you and are instructed to take Anaximandros away.",
        "translation": "斯皮里东被钉在附近的篱笆上，他毫无生气的眼睛埋怨地盯着你。然而，阿纳克西曼德罗斯只是断了一条腿，气喘吁吁的躺在码头上。当你拿着凸头槌接近的时候，他念着你的名字发出诅咒。「你为什么这么做，」你质问他，「这么做你能得到什么好处？」\\n\\n侏儒一边笑一边挖苦你：「很久以前，曾有四支赛车队伍：蓝党、绿党、白党和红党。最有实力的两支队伍将弱势的那两个全吞并了。今天谁还会提起白党或红党，他们荣耀哪去了？蓝党和绿党的天下应该完蛋了，陛下，无论付出什么代价。我和我的外甥斯皮里东本应能够让他们互相残杀……」你听够了，最后你命令骑马赶来的瓦兰吉卫队把阿纳克西曼德罗斯带走。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.416",
        "original": "And throw away the key.",
        "translation": "把钥匙丢在了一边。",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPLoR.417",
        "original": "Constantinople is engulfed in riots!",
        "translation": "君士坦丁堡被暴乱淹没了！",
        "stage": 5
    },
    {
        "key": "hippodrome_riots",
        "original": "The city is beset by rioters and hooligans.",
        "translation": "城市被暴徒和流氓包围了。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.417",
        "original": "Riots in Constantinople",
        "translation": "君士坦丁堡暴乱",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.417",
        "original": "Members of the Varangian Guard leap into the arena in defense of their [Root.GetTitle] and swiftly cut down those rioters foolish enough to approach your chariot. They rush you to the safety of your palace, but the rest of Constantinople burns when the upset crowds spill out of the Hippodrome and onto the streets. As you watch the fires spread from your palatial balcony, you raise your fists to the heavens and bellow at the top of your lungs:\\n\\n\"AAANNNNAAAXIMANDROOOS!!!!!!!!!!!!!!\"",
        "translation": "瓦兰吉卫队跳进赛场保护他们的[Root.GetTitle]，砍瓜切菜般的杀死愚蠢的靠近赛车的暴徒。他们将你迅速带回你宫殿中安全的地方，然而当混乱的人群从竞技场涌到街上，君士坦丁堡的其他地区正在燃烧。当你看到火焰从你富丽堂皇的阳台烧进来的时候，你向天空举起紧握的拳头声嘶力竭的咆哮着：\\n\\n「阿阿阿阿纳纳纳纳克西曼德罗斯！！！！！！」",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.417",
        "original": "When I get my hands on him...",
        "translation": "当我抓住他的时候……",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.500",
        "original": "Chariot races are scheduled to be held soon at the Hippodrome. Eight charioteers from the traditional Blue and Green teams will be competing for glory on the track. You may choose to throw your weight behind one of these factions and bet on them in a show of support.",
        "translation": "按照日程赛车比赛将很快在竞技场举行。八名来自传统的蓝党和绿党队伍的车手将在赛道上为荣誉而战。你可以选择其中一方使用你手中的权力并赌他们胜利来以示支持。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.500",
        "original": "Support the Blues.",
        "translation": "支持蓝党。",
        "stage": 5
    },
    {
        "key": "EVTOPTBLoR.500",
        "original": "Support the Greens.",
        "translation": "支持绿党。",
        "stage": 5
    },
    {
        "key": "EVTOPTCLoR.500",
        "original": "I have no time for silly games.",
        "translation": "我可没空来参和这愚蠢的比赛。",
        "stage": 5
    },
    {
        "key": "hippodrome_nobet",
        "original": "You wash your hands of chariot racing.",
        "translation": "你在赛车比赛这事上金盆洗手。",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPLoR.501",
        "original": "the Blue team winning.",
        "translation": "蓝党队伍赢得胜利。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.501",
        "original": "It was close, but the Blue team emerged as the winner after a tense final lap. Their triumphant charioteer makes a victory lap to the cheers of the ecstatic crowds. When he passes your seat he bows his head as a sign of respect and gratitude.",
        "translation": "比赛结束了，但是蓝党队伍在紧张刺激的最后一圈取得了胜利。他们得意洋洋的车手绕场一周来迎合狂喜人群的欢呼。当他经过你的席位时，他恭敬的低下头以示尊敬和感激。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.501",
        "original": "I know how to pick a winner.",
        "translation": "我知道如何挑选赢家。",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPLoR.502",
        "original": "the Blue team losing.",
        "translation": "蓝党队伍输掉了比赛。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.502",
        "original": "The Blue team lost the race after a nail-biting final lap. To the cheers of the crowd, the triumphant Green charioteer makes a victory lap. As he passes your seat, he flashes a gloating smile and gives you a little wave. Fortunately, your quick-thinking servants remove your wine cup before you can hurl it at him.",
        "translation": "蓝党队伍在紧张刺激的最后一圈无可奈何的输掉了比赛。绿党队伍得意洋洋的车手绕场一周来迎合狂喜人群的欢呼。当他经过你的席位时，他现出沾沾自喜的笑容并向你挥了挥手。幸运的是，你反应快速的仆人拿开了你的酒杯以防你用它砸那个车手。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.502",
        "original": "That little...!",
        "translation": "那小子……！",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPLoR.503",
        "original": "the Green team winning.",
        "translation": "绿党队伍赢得胜利。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.503",
        "original": "It was close, but the Green team emerged as the winner after a tense final lap. Their triumphant charioteer makes a victory lap to the cheers of the ecstatic crowds. When he passes your seat he bows his head as a sign of respect and gratitude.",
        "translation": "比赛结束了，但是绿党队伍在紧张刺激的最后一圈取得了胜利。他们得意洋洋的车手绕场一周来迎合狂喜人群的欢呼。当他经过你的席位时，他恭敬的低下头以示尊敬和感激。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.503",
        "original": "I know how to pick a winner.",
        "translation": "我知道如何挑选赢家。",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPLoR.504",
        "original": "the Green team losing.",
        "translation": "绿党队伍输掉了比赛。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.504",
        "original": "The Green team lost the race after a nail-biting final lap. To the cheers of the crowd, the triumphant Blue charioteer makes a victory lap. As he passes your seat, he flashes a gloating smile and gives you a little wave. Fortunately, your quick-thinking servants remove your wine cup before you can hurl it at him.",
        "translation": "绿党队伍在紧张刺激的最后一圈无可奈何的输掉了比赛。蓝党队伍得意洋洋的车手绕场一周来迎合狂喜人群的欢呼。当他经过你的席位时，他现出沾沾自喜的笑容并向你挥了挥手。幸运的是，你反应快速的仆人拿开了你的酒杯以防你用它砸那个车手。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.504",
        "original": "That little...!",
        "translation": "那小子……！",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.800",
        "original": "One of the eunuchs at the Imperial Court has distinguished himself and caught the attention of your advisors. Though they are usually of the jealous kind and loathe to admit redeeming qualities in others, even they cannot deny the promise of this young man.",
        "translation": "一名宦官在帝国宫廷的幕僚之中脱颖而出引起了你的注意。尽管幕僚们一般来说常有嫉妒心并且讨厌承认他人总有可取之处，但是他们却不能否认这个年轻人前途无量。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.800",
        "original": "Very well. Bring this man before me.",
        "translation": "非常好，把他带到我这来。",
        "stage": 5
    },
    {
        "key": "EVTOPTBLoR.800",
        "original": "He should be cleaning floors and watching over women.",
        "translation": "他本来就是用来打扫地板和监视女人的。",
        "stage": 5
    },
    {
        "key": "introduce_eunuch",
        "original": "Your servants leave to fetch the eunuch.",
        "translation": "你的仆人离开去找那名阉人。",
        "stage": 5
    },
    {
        "key": "no_to_eunuchs",
        "original": "You refuse to deal with this eunuch.",
        "translation": "你拒绝接触那名阉人。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.801",
        "original": "The eunuch is brought and you can immediately tell there is a keen intelligence behind the young man's eyes. His loyalty to you is without question, and here is a man who cannot be seduced by the wiles of women or turned against you by dynastic ties. Despite his few years, he has already won renown for his martial ability.",
        "translation": "宦官被带来了，你立刻注意到在那年轻人的眼神中有着机敏的智慧。尽管这些年他已经用军事能力赢得了声望，但是他对你忠心耿耿，不会被女人的诡计所诱惑，并且也无法因王室关系转而反对你。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.801",
        "original": "You will serve me well.",
        "translation": "你将给我好好干。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.802",
        "original": "The eunuch is brought and you can immediately tell there is a keen intelligence behind the young man's eyes. His loyalty to you is without question, and here is a man who cannot be seduced by the wiles of women or turned against you by dynastic ties. Despite his few years, he has already won renown for his diplomatic ability.",
        "translation": "宦官被带来了，你立刻注意到在那年轻人的眼神中有着机敏的智慧。尽管这些年他已经用外交能力赢得了声望，但是他对你忠心耿耿，不会被女人的诡计所诱惑，并且也无法因王室关系转而反对你。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.803",
        "original": "The eunuch is brought and you can immediately tell there is a keen intelligence behind the young man's eyes. His loyalty to you is without question, and here is a man who cannot be seduced by the wiles of women or turned against you by dynastic ties. Despite his few years, he has already won renown for his stewardship.",
        "translation": "宦官被带来了，你立刻注意到在那年轻人的眼神中有着机敏的智慧。尽管这些年他已经用管理能力赢得了声望，但是他对你忠心耿耿，不会被女人的诡计所诱惑，并且也无法因王室关系转而反对你。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.804",
        "original": "The eunuch is brought and you can immediately tell there is a keen intelligence behind the young man's eyes. His loyalty to you is without question, and here is a man who cannot be seduced by the wiles of women or turned against you by dynastic ties. Despite his few years, he has already won renown for his skill at intrigue.",
        "translation": "宦官被带来了，你立刻注意到在那年轻人的眼神中有着机敏的智慧。尽管这些年他已经用密谋能力赢得了声望，但是他对你忠心耿耿，不会被女人的诡计所诱惑，并且也无法因王室关系转而反对你。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.805",
        "original": "The eunuch is brought and you can immediately tell there is a keen intelligence behind the young man's eyes. His loyalty to you is without question, and here is a man who cannot be seduced by the wiles of women or turned against you by dynastic ties. Despite his few years, he has already won renown for his scholarship.",
        "translation": "宦官被带来了，你立刻注意到在那年轻人的眼神中有着机敏的智慧。尽管这些年他已经用学术能力赢得了声望，但是他对你忠心耿耿，不会被女人的诡计所诱惑，并且也无法因王室关系转而反对你。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.830",
        "original": "Your prisoner has been blinded and released. Another threat to your ambitions dealt with.",
        "translation": "你的囚犯已经被致盲后释放了。又处理了一个你野心之路上的绊脚石。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.830",
        "original": "Watch your step.",
        "translation": "走路要小心呀。",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPLoR.831",
        "original": "§Y[Root.GetTitledFirstName]§! is blinded.",
        "translation": "§Y[Root.GetTitledFirstName]§!失明了。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.831",
        "original": "Your jailors enter your cell grinning from ear to ear - something experience has taught you is a very bad sign. \"Good news!\" one of them says cheerfully. \"New orders from the [From.GetTitle]. Ye are to be set free... after ye have been blinded. Take a good look at this cell, because it is the last thing ye shall ever lay eyes on!\"",
        "translation": "你的狱卒们走进你的牢房笑的合不拢嘴——经验告诉你这是个糟糕的信号。「好消息！」其中一个高兴地说，「[From.GetTitle]的新命令。你自由了……在刺瞎你的眼睛之后。好好看看这间牢房吧，因为它是你最后能看到的东西了！」",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.831",
        "original": "S-stay away from me!",
        "translation": "离——离开我！",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.832",
        "original": "Your prisoner has been castrated and released. His screams could be heard all the way to your chambers.",
        "translation": "你的囚犯已经被阉割后释放了。他的尖叫声直到你的寝宫都能听得到。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.832",
        "original": "He had it coming.",
        "translation": "他自找的。",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPLoR.833",
        "original": "§Y[Root.GetTitledFirstName]§! is castrated.",
        "translation": "§Y[Root.GetTitledFirstName]§!被阉割了。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.833",
        "original": "The commotion outside your cell wakes you suddenly and you demand to know what is going on. Your jailors enter accompanied by an old, toothless man who is carrying a satchel full of surgical instruments. \"The [From.GetTitle], in [From.GetHerHis] infinite mercy, has ordered your release,\" one of the guards says. \"After your castration is complete.\"",
        "translation": "你牢房外突然发生的骚动吵醒了你，你想知道发生了什么事。一个老得掉牙的男人拿着装满手术器械的背包和狱卒一起进来了。「[From.GetTitle]以[From.GetHerHis]怜悯之心，已经下令释放你，」一名守卫说，「在你被阉割之后。」",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.833",
        "original": "No! NO!!! NOOOOOO!!!!!",
        "translation": "不！不！！不要啊！！！",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.834",
        "original": "You have the boy castrated and turned into a eunuch. You're a real piece of work, aren't you?",
        "translation": "你让这个小男孩被阉割成了宦官。你真是个变态，对吧？",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.834",
        "original": "These are violent times.",
        "translation": "这是个暴力的时代。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.840",
        "original": "Supporters of the Blue and Green chariot teams have clashed at the Hippodrome and riots have broken out! The City Guard is fighting to contain the situation, but the Varangian Guard is also standing by. They would make mincemeat of any hooligans before the riot has a chance of spreading to other districts, but there could be significant collateral damage...",
        "translation": "蓝党和绿党两支队伍的支持者在竞技场发生了冲突，暴乱已起！城市守卫正在战斗以控制局势，瓦兰吉卫队也正在待命。他们能够在暴动在蔓延到其他街区前把那些暴徒打成肉酱，但这将会有巨大的误伤和破坏……",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.840",
        "original": "Unleash the Varangian Guard.",
        "translation": "出动瓦兰吉卫队。",
        "stage": 5
    },
    {
        "key": "EVTOPTBLoR.840",
        "original": "The City Guard can handle it.",
        "translation": "城市守卫就够了。",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPLoR.841",
        "original": "The Varangians prepare for battle.",
        "translation": "瓦兰吉卫队正在准备战斗。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.841",
        "original": "Hundreds of rioting chariot supporters are hacked down as the axe-wielding Norsemen charge into their ranks. Many attempt to flee, but the Varangians give chase and show no mercy to those they catch. The streets are littered with the mangled corpses of hooligans... and a few dozen innocent bystanders. The Varangians are a blunt hammer to be wielded with care.",
        "translation": "挥舞着斧头的诺斯人冲进了行列，数以百计的赛车场暴徒被砍倒。许多人试图逃跑，但瓦兰吉卫队继续追杀他们，对抓到的人毫不留情。街上到处都是暴徒们支离破碎的尸体……还有一些无辜的旁观者。使用锤子的时候小心自己的手，在动用瓦兰吉卫队的时候也一样。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.841",
        "original": "Such is the fate of those who oppose me.",
        "translation": "这就是反抗我的下场。",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPLoR.842",
        "original": "The City Guard rallies.",
        "translation": "城市守卫集合了。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.842",
        "original": "The City Guard pulls in reinforcement from the other districts and finally manage to disperse the rioting crowds. Many neighborhoods are burning and looting is widespread in those districts the Guard was forced to abandon, but the loss of life is relatively small.",
        "translation": "从其他街区赶来的援军加入了守卫们，最后试图把暴徒们分割开来。在守卫们被下令放弃的街区，许多街坊正在燃烧，坠落物撒的满地都是，但人员伤亡相当小。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.842",
        "original": "Centuries from now, hooliganism will be extinct.",
        "translation": "几个世纪后，竞技场骚乱将彻底灭绝。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.846",
        "original": "[From.GetFirstName], your impudent daughter, seems to have fallen head over heels in love with one of your Varangian bodyguards, and the feeling is mutual. She has asked your permission to marry the man. He is apparently considered to be of some minor nobility in the frozen North, but can hardly be considered \"good stock.\"",
        "translation": "你那不知廉耻的女儿[From.GetFirstName]看起来已经疯狂的爱上瓦兰吉卫队的一名年轻队员，而且那男人也爱她。她向你请求能够和那男人结婚。据说他被认为是在寒冷北方的一名小贵族，但几乎不会是一支「潜力股」。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.846",
        "original": "Very well. Whatever makes her happy.",
        "translation": "很好，只要能让她开心。",
        "stage": 5
    },
    {
        "key": "EVTOPTBLoR.846",
        "original": "Heavens no.",
        "translation": "天啊，门也没有。",
        "stage": 5
    },
    {
        "key": "EVTOPTCLoR.846",
        "original": "Have the Varangian executed!",
        "translation": "处决那个瓦兰吉卫兵！",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.851",
        "original": "[From.GetTitledFirstName] sends word that several members of the Varangian Guard ran amok in his quarter of Constantinople yesterday. In their drunken stupor, the Norsemen set fire to an inn, killed three guards and physically abused five local merchants and two priests. The people are crying out for justice.",
        "translation": "[From.GetTitledFirstName]有消息说昨天几名瓦兰吉卫队的成员杀气腾腾地闯进他在君士坦丁堡的驻所。他们喝得酩酊大醉，放火烧了一间旅店，杀了三个守卫，拷打了五名本地商人和两名司祭。人们正在哭诉着寻求正义。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.851",
        "original": "Make an example of them.",
        "translation": "杀鸡儆猴。",
        "stage": 5
    },
    {
        "key": "EVTOPTBLoR.851",
        "original": "Oh, come now. Boys will be boys.",
        "translation": "噢，算了吧，还是年轻人嘛。",
        "stage": 5
    },
    {
        "key": "punish_varangians",
        "original": "The responsible Varangians are executed.",
        "translation": "瓦兰吉卫队中负有责任的人被处决了。",
        "stage": 5
    },
    {
        "key": "free_varangians",
        "original": "The Varangians are released and return to their commander.",
        "translation": "闹事的人被释放了，并移交给他们的指挥官。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.860",
        "original": "Meanwhile at the Imperial Palace...",
        "translation": "与此同时在皇宫中……",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.860",
        "original": "You are enjoying a late supper at the Great Palace in Constantinople, sampling some new wines brought in from the provinces, when the sound of a distant explosion is heard. Windows shatter and the chandelier above begins to sway as the shockwave hits a second later. Dust trickles down from the roof, and to your dismay some of it lands in your wine.\\n\\nYou hurry to a balcony overlooking the city and see an intense fire burning at one of the warehouses by the docks. The nearby water in the Golden Horn is also ablaze, and the fire has already spread to several ships in the busy inlet. While their crews are in the process of abandoning them, the harbor area is rocked by a flurry of smaller explosions from the burning warehouse.",
        "translation": "你在君士坦丁堡的大皇宫中享受一顿迟来的晚宴，挑选了一些新从地方上贡来的佳酿，此时从远方传来一声爆炸。随后而来的冲击波震碎了窗户，吊灯也开始摇摆。从屋顶震落的灰尘像小溪一样流下来，令你沮丧的是有些灰尘掉进了你的酒杯。\\n\\n你急忙跑到阳台上俯瞰全城，发现码头旁的一座仓库正在熊熊燃烧。附近金角湾的海水也闪耀着火焰，火灾已经蔓延到繁忙水道口上的几艘船只。就在船上的水手弃船的过程中，港区被正在燃烧的仓库中发出一系列较小的爆炸震动了。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.860",
        "original": "This must be investigated!",
        "translation": "这应该调查下！",
        "stage": 5
    },
    {
        "key": "EVTOPTBLoR.860",
        "original": "Pretty, but I need a new glass of wine.",
        "translation": "美景，我需要再来杯酒。",
        "stage": 5
    },
    {
        "key": "not_interested_in_explosion",
        "original": "You forget all about this explosion and drink some more wine.",
        "translation": "你喝了些酒就忘了有关爆炸的所有事。",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPLoR.861",
        "original": "You open an investigation into this strange explosion.",
        "translation": "你对这次奇怪的爆炸案开展调查。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.861",
        "original": "Sifting Through the Ashes",
        "translation": "筛查灰烬",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.861",
        "original": "The next day, after the fire has finally burned out, you inspect the ruins of the warehouse with your bodyguard. You learn from your advisors that this building housed the primary stockpile of liquid fire, or \"Greek fire\" as it is commonly referred to as outside the Empire. This slow-burning liquid can set water itself aflame and has delivered Constantinople safely from more than one siege.\\n\\nThe damage done to the warehouse and harbor area is the least of your concerns, however. No trace remains of the liquid's formula, a closely guarded Byzantine state secret since the 7th century, or the alchemists who were working in the warehouse. Without them or the formula, your supply of liquid fire has been cut off.",
        "translation": "次日，仓库的火渐渐熄灭了。你和你的卫兵们一起在废墟中搜寻线索，你从你的幕僚那得知那件仓库主要储存着液态火，换句话说就是外国人所称的「希腊火」，这种燃烧缓慢的液体能够将水都能燃烧起来，不止一次地在围攻中保卫了君士坦丁堡的安全。\\n\\n你最为担心的并不是仓库和港区的损失。液态火的配方自从七世纪以来都一直作为拜占庭国家机密严密守护，如今化为乌有，在仓库中工作的炼金师也不知所踪。没有炼金师或者配方，你的液态火的来源被切断了。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.861",
        "original": "This is a disaster!",
        "translation": "这真是场灾难！",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPLoR.862",
        "original": "You return to the palace...",
        "translation": "你回到了宫中……",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.862",
        "original": "Pirates sighted!",
        "translation": "发现海盗！",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.862",
        "original": "Strange reports have surfaced of a pirate fleet in the Black Sea. If witnesses are to be believed, the pirates burn those who will not surrender with a \"sea fire\" spewed forth from the prows of their galleys. Could it be that these pirates have somehow obtained the formula for liquid fire?\\n\\nIf this critical weapon enters widespread use by the enemies of the Empire, we will lose a decisive edge! The Megas Doux has drawn up a plan to dispatch a small naval task force to the Black Sea, which will seek out and capture these brigands. Your Spymaster has suggested an alternate plan, however. Spies will be planted in every major port around the whole sea until they manage to infiltrate the pirate gang and uncover their secret hideout.",
        "translation": "有报告称在黑海海域发现了一支陌生的海盗舰队。如果目击者是可信的话，海盗们烧毁了那些不肯屈服于从他们船首喷发出「海火」的一切。这些海盗是不是不知从哪里得到了液态火的配方？\\n\\n如果这样致命的武器在帝国的敌人之中广泛流传，我们将失去决定性的优势！海军大将计划向黑海派遣一支小型特遣舰队搜捕那些强盗。然而你的间谍总管也提议向全黑海的主要港口派遣间谍，直到他们能够混进海盗圈子揭露他们的秘密。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.862",
        "original": "Alert all commands. Deploy the fleet.",
        "translation": "警告所有部队。部署舰队。",
        "stage": 5
    },
    {
        "key": "deploy_fleet",
        "original": "An imperial task force prowls the Black Sea for pirates.",
        "translation": "一支帝国特遣舰队在黑海上游弋以搜捕海盗。",
        "stage": 5
    },
    {
        "key": "EVTOPTBLoR.862",
        "original": "Send in the spies.",
        "translation": "派间谍去吧。",
        "stage": 5
    },
    {
        "key": "send_in_spies",
        "original": "Your spies are sent to infiltrate the ports.",
        "translation": "你的间谍潜入了港口。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.863",
        "original": "Battle off the Crimean coast!",
        "translation": "克里米亚海岸发生海战！",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.863",
        "original": "News have arrived from the Black Sea! The task force you sent there was successful in its attempt to force an engagement with the pirate fleet. In a hard-fought battle near the Crimea, your sailors managed to board and capture one of the pirate galleys. They lost several of their own ships to liquid fire in the attempt, but their prize is even now coming in to dock at the harbor in Constantinople.\\n\\nAmong the captured pirates is a young woman named Despina. This vixen was apparently the galley's captain, and she claims to be the daughter of the pirate king himself, a man named Kyrillos. If this is true, you may have gained a hostage worth her weight in gold...",
        "translation": "从黑海传来的消息！你派去的特遣舰队成功地逼迫海盗们交战。一场位于克里米亚附近的艰难战斗中，你的水手们成功登上了一只海盗船并俘虏了它。虽然在途中液态火摧毁了特遣队的几艘船，但是他们赢来的战利品已经停靠在君士坦丁堡港区的码头上。\\n\\n在海盗俘虏中有个年轻女性叫德丝碧娜。这个狐狸精很显然是那艘船的船长，她声称是海盗王基里洛斯的亲生女儿。如果这是真的，那么你得到了价值她同等体重黄金的人质……",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.863",
        "original": "Guards, treat her well. We may need her.",
        "translation": "卫兵，好好招待她。我们可能需要她。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.864",
        "original": "News have arrived from the Black Sea! The task force you sent there was successful in its attempt to force an engagement with the pirate fleet. In a hard-fought battle near the Crimea, your sailors managed to board and capture one of the pirate galleys. They lost several of their own ships to liquid fire in the attempt, but their prize is even now coming in to dock at the harbor in Constantinople.\\n\\nAmong the captured pirates is a woman named Eleni. Your men tell you this old hag has quite the temperament, and that she claims to be the wife of the pirate king himself, a man named Kyrillos. If this is true, you may have gained a hostage worth her weight in gold...",
        "translation": "从黑海传来的消息！你派去的特遣舰队成功地逼迫海盗们交战。一场位于克里米亚附近的艰难战斗中，你的水手们成功登上了一只海盗船并俘虏了它。虽然在途中液态火摧毁了特遣队的几艘船，但是他们赢来的战利品已经停靠在君士坦丁堡港区的码头上。\\n\\n在海盗俘虏中有个女人叫埃伦妮。你的手下告诉你这丑老太婆相当有气质，并且她声称是海盗王基里洛斯的妻子。如果这是真的，那么你得到了价值她同等体重黄金的人质……",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.865",
        "original": "News have arrived from the Black Sea! The task force you sent there has met defeat at the hands of the pirate fleet! In a hard-fought battle near the Crimea, the pirates ambushed your sailors and set their ships alight with liquid fire. A single ship escaped and has just now managed to limp back into port in Constantinople.\\n\\nIt is now clearer than ever that this potent weapon cannot be permitted to remain in the hands of savages and criminals. Something must be done!",
        "translation": "从黑海传来的消息！你派去的特遣舰队被海盗们击败了！在一场位于克里米亚附近的艰难战斗中，你的水手们遭到了海盗的伏击，船只也毁于液态火。一艘破烂的船孤身逃离，目前正在设法返回君士坦丁堡。\\n\\n你比以前更明白，这强有力的武器决不能允许落在野蛮人和罪犯的手中。该采取措施了！",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.865",
        "original": "Yes... but what?",
        "translation": "的确……但能做什么呢？",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.866",
        "original": "Word from your spies!",
        "translation": "你的间谍开始报告！",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.866",
        "original": "News have arrived from the Black Sea! One of your spies succeeded in infiltrating the pirate fleet, and has spent the past month as an oarsman on one of their galleys. Information about the origins of their miraculous \"sea fire\" was apparently restricted to their ranking officers, and he never did manage to learn the location of their hideout.\\n\\nThere is good news, however. He brought a prisoner with him when he escaped from their fleet: a young woman named Despina. This vixen was apparently the captain of the galley he served on, and she claims to be the daughter of the pirate king himself, a man named Kyrillos. If this is true, you may have gained a hostage worth her weight in gold...",
        "translation": "从黑海传来的消息！你的一名间谍成功地混入了海盗圈子，在过去的几个月里一直是海盗船上的划桨手。有关他们不可思议的「海火」来源的信息很显然只有头目们知道，但没能打听到头目们的藏身处。\\n\\n但是还有个好消息。那名间谍逃离海盗舰队的时候还带出了囚犯：一名叫德丝碧娜的年轻女性。这个狐狸精很显然是他工作的那艘船的船长，她声称是海盗王基里洛斯的亲生女儿。如果这是真的，那么你得到了价值她同等体重黄金的人质……",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.867",
        "original": "News have arrived from the Black Sea! One of your spies succeeded in infiltrating the pirate fleet, and has spent the past month as an oarsman on one of their galleys. Information about the origins of their miraculous \"sea fire\" was apparently restricted to their ranking officers, and he never did manage to learn the location of their hideout.\\n\\nThere is good news, however. He brought a prisoner with him when he escaped from their fleet: a woman named Eleni. Your spy tells you this old hag has quite the temperament, and that she claims to be the wife of the pirate king himself, a man named Kyrillos. If this is true, you may have gained a hostage worth her weight in gold...",
        "translation": "从黑海传来的消息！你的一名间谍成功地混入了海盗圈子，在过去的几个月里一直是海盗船上的划桨手。有关他们不可思议的「海火」来源的信息很显然只有头目们知道，但没能打听到头目们的藏身处。\\n\\n但是还有个好消息。那名间谍逃离海盗舰队的时候还带出了囚犯：一名叫埃伦妮的女人。他告诉你这丑老太婆拥有相当的气质，并且她声称是海盗王基里洛斯的妻子。如果这是真的，那么你得到了价值她同等体重黄金的人质……",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.868",
        "original": "News have arrived from the Black Sea! Your Spymaster presents a sack that was delivered earlier today by an anonymous courier. Its contents are poured out on the table in front of you: the severed heads of every single operative you sent to infiltrate the pirate fleet.\\n\\nClearly you are not dealing with a band of simple cutthroats. These pirates represent a serious security threat to the entire Empire. Something must be done!",
        "translation": "从黑海传来的消息！你的间谍总管带来了一只麻袋，今天更早时候不知道谁送来的。麻袋中的东西都倒在了你面前的桌上：被割下的脑袋，是你派去混进海盗舰队的所有探子的。\\n\\n显然和你打交道的并不是一群只会打打杀杀的人。这些海盗表明他们是整个帝国的严重威胁。该采取措施了！",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPLoR.869",
        "original": "You await further developments.",
        "translation": "等待进一步的消息。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.869",
        "original": "The Letter",
        "translation": "信件",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.869",
        "original": "A letter was found this morning nailed to the doors of the Great Palace. It appears to have been written in blood, presumably from the dead palace guard left impaled on a spear in the garden. It reads:\\n\\n\"You have something of mine, and I have something of yours. I propose a trade. On the back of this letter you will find a map to a small island in the Aegean. Bring my Despina, and I will bring the formula of your liquid fire as well as the only alchemist left alive with the knowledge to produce it.\\n\\nSigned,\\nKing Kyrillos the Magnanimous\"",
        "translation": "早晨有人发现大皇宫的门上钉着一封信。它好像是用血写成的，推测来源就是被长矛钉死在花园的那个守卫。信上写道：\\n\\n「你手上有我想要的东西，而我手上也有你想要的。我提议做个交易。在信的背面你会发现有张地图，可以带你去往一座爱琴海上的小岛。带我的女儿德丝碧娜来，我也会将液态火的配方和能制造它的那个死里逃生的炼金师带来。\\n\\n此致，\\n雅量之王基里洛斯」",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.869",
        "original": "An excellent opportunity for an ambush...",
        "translation": "很好的一次突袭机会……",
        "stage": 5
    },
    {
        "key": "EVTOPTBLoR.869",
        "original": "I cannot risk backstabbing this man.",
        "translation": "我不能冒险暗算他。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.870",
        "original": "A letter was found this morning nailed to the doors of the Great Palace. It appears to have been written in blood, presumably from the dead palace guard left impaled on a spear in the garden. It reads:\\n\\n\"Enough games, [Root.GetTitle]. I am in possession of something you want, and you must realize by now that it cannot be seized by force of arms. I propose a trade. On the back of this letter you will find a map to a small island in the Aegean. Bring plenty of gold, and I will bring the formula of your liquid fire as well as the last surviving alchemist with the knowledge to produce it.\\n\\nSigned,\\nKing Kyrillos the Magnanimous\"",
        "translation": "早晨有人发现大皇宫的门上钉着一封信。它好像是用血写成的，推测来源就是被长矛钉死在花园的那个守卫。信上写道：\\n\\n「玩够了，[Root.GetTitle]。我手上有你想要的东西，而你必须明白现在你的军队可留不住它。我提议做个交易。在信的背面你会发现有张地图，可以带你去往一座爱琴海上的小岛。带一大笔黄金来，我也会将液态火的配方和能制造它的那个死里逃生的炼金师带来。\\n\\n此致，\\n雅量之王基里洛斯」",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPLoR.872",
        "original": "You prepare an ambush for the pirate king.",
        "translation": "你准备伏击海盗王。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.872",
        "original": "The Deal",
        "translation": "交易",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.872",
        "original": "You set sail with a small fleet for the island Kyrillos indicated in his letter. As you draw near, you order the rest of your ships to disperse and cover any potential escape routes while you approach with your flagship. The pirate king has already arrived at the small, barren island and you make your landing with Despina and a small shore party of trusted Varangian Guardsmen. Kyrillos stands surrounded by his brigands.\\n\\n\"Release the girl,\" he bellows. \"Ye shall get yer alchemist and formula back, on my honor.\" The pirates push a frail old man holding a scroll forwards, and you do the same with Kyrillos' daughter. \"My apologies about the warehouse and docks,\" the pirate king says with a smile. \"We had to cover our tracks.\" With the deal concluded, both groups depart on their ships.",
        "translation": "你随着舰队驶向基里洛斯在信中指定的那座岛屿。当你接近那的时候，你命令其余船只封锁所有潜在的逃生路线，而你随旗舰上前。海盗王已经等在这座荒凉的小岛上了。你带着德丝碧娜登陆，随身还有一支值得信任的瓦兰吉卫队小分队。\\n\\n「放了那女孩，」基里洛斯站在一群强盗中间喊道「以我的荣誉保证，我会把炼金师和配方还给尔等。」一名虚弱的老人拿着一张卷轴被海盗们推上前来，同样你也把基里洛斯的女儿送上前。「我对仓库和码头发生的事深表歉意，」海盗王微笑着说，「我们不得不掩盖自己的踪迹。」交易完成，双方都分开到各自的船上去。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.872",
        "original": "The deal is concluded.",
        "translation": "交易完成。",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPLoR.873",
        "original": "You decide to follow the pirate's instructions to the letter.",
        "translation": "你决定就按照海盗在信上说的那样做。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.873",
        "original": "You set sail with your flagship for the island Kyrillos indicated in his letter. The pirate king has already arrived at the small, barren island and you make your landing with Despina and a small shore party of trusted Varangian Guardsmen.\\n\\n\"Release the girl,\" Kyrillos bellows from where he stands surrounded by his brigands. \"Ye shall get yer alchemist and formula back, on my honor.\" The pirates push a frail old man holding a scroll forwards, and you do the same with Kyrillos' daughter. \"My apologies about the warehouse and docks,\" the pirate king says with a smile. \"We had to cover our tracks.\" With the deal concluded, both groups depart on their ships.",
        "translation": "你随着旗舰驶向基里洛斯在信中指定的那座岛屿。海盗王已经等在这座荒凉的小岛上了。你带着德丝碧娜登陆，随身还有一支值得信任的瓦兰吉卫队小分队。\\n\\n「放了那女孩，」基里洛斯站在一群强盗中间喊道「以我的荣誉保证，我会把炼金师和配方还给尔等。」一名虚弱的老人拿着一张卷轴被海盗们推上前来，同样你也把基里洛斯的女儿送上前。「我对仓库和码头发生的事深表歉意，」海盗王微笑着说，「我们不得不掩盖自己的踪迹。」交易完成，双方都分开到各自的船上去。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.874",
        "original": "You set sail with a small fleet for the island Kyrillos indicated in his letter. As you draw near, you order the rest of your ships to disperse and cover any potential escape routes while you approach with your flagship. The pirate king has already arrived at the small, barren island and you make your landing with Eleni and a small shore party of trusted Varangian Guardsmen. Kyrillos stands surrounded by his brigands.\\n\\n\"I see ye brought my wife,\" Kyrillos says. \"If ye think ye can barter with her, ye will be disappointed. But I will lower the ransom by one third if ye promise to keep her.\" Eleni objects loudly at this, but the pirates push a frail old man holding a scroll forwards, and you grudgingly provide the ransom. With the deal concluded, you take Eleni back to your ship and both groups depart.",
        "translation": "你随着舰队驶向基里洛斯在信中指定的那座岛屿。当你接近那的时候，你命令其余船只封锁所有潜在的逃生路线，而你随旗舰上前。海盗王已经等在这座荒凉的小岛上了。你带着埃伦妮登陆，随身还有一支值得信任的瓦兰吉卫队小分队。西里尔站在一群强盗中间。\\n\\n「我看到尔等带来了我的妻子，」基里洛斯说道，「如果尔等认为可以用她来讨价还价的话，尔等恐怕会失望。但是如果尔等答应不放她我愿倒意降低三分之一的赎金。」埃伦妮高声反对，但是一名虚弱的老人拿着一张卷轴被海盗们推上前来，你不情愿的交出了赎金。交易完成，双方都分开到各自的船上去，你把埃伦妮带了回去。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.875",
        "original": "You set sail with your flagship for the island Kyrillos indicated in his letter. The pirate king has already arrived at the small, barren island and you make your landing with Eleni and a small shore party of trusted Varangian Guardsmen. Kyrillos stands surrounded by his brigands.\\n\\n\"I see ye brought my wife,\" Kyrillos says. \"If ye think ye can barter with her, ye will be disappointed. But I will lower the ransom by one third if ye promise to keep her.\" Eleni objects loudly at this, but the pirates push a frail old man holding a scroll forwards, and you grudgingly provide the ransom. With the deal concluded, you take Eleni back to your ship and both groups depart.",
        "translation": "你随着旗舰驶向基里洛斯在信中指定的那座岛屿。海盗王已经等在这座荒凉的小岛上了。你带着埃伦妮登陆，随身还有一支值得信任的瓦兰吉卫队小分队。西里尔站在一群强盗中间。\\n\\n「我看到尔等带来了我的妻子，」基里洛斯说道，「如果尔等认为可以用她来讨价还价的话，尔等恐怕会失望。但是如果尔等答应不放她我愿倒意降低三分之一的赎金。」埃伦妮高声反对，但是一名虚弱的老人拿着一张卷轴被海盗们推上前来，你不情愿地交出了赎金。交易完成，双方都分开到各自的船上去，你把埃伦妮带了回去。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.876",
        "original": "You set sail with a small fleet for the island Kyrillos indicated in his letter. As you draw near, you order the rest of your ships to disperse and cover any potential escape routes while you approach with your flagship. The pirate king has already arrived at the small, barren island and you make your landing with a small shore party of trusted Varangian Guardsmen. Kyrillos stands surrounded by his brigands.\\n\\n\"I hope ye brought plenty of gold,\" Kyrillos says. \"The secret of Greek fire is an expensive one, but I'm sure ye know its value better than anyone.\" The pirates push a frail old man holding a scroll forwards, and you grudgingly provide the ransom. With the deal concluded, both groups depart on their ships.",
        "translation": "你随着舰队驶向基里洛斯在信中指定的那座岛屿。当你接近那的时候，你命令其余船只封锁所有潜在的逃生路线，而你随旗舰上前。海盗王已经等在这座荒凉的小岛上了，你带着一支值得信任的瓦兰吉卫队小分队登陆。基里洛斯站在那群强盗中间。\\n\\n「我希望尔等带来了一大笔黄金，」西里尔说道，「希腊火的秘密是很昂贵的，我肯定尔等明白它比其他任何东西都要有价值。」一名虚弱的老人拿着一张卷轴被海盗们推上前来，你不情愿的交出了赎金。交易完成，双方都分开到各自的船上去。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.877",
        "original": "You set sail with your flagship for the island Kyrillos indicated in his letter. The pirate king has already arrived at the small, barren island and you make your landing with a small shore party of trusted Varangian Guardsmen. Kyrillos stands surrounded by his brigands.\\n\\n\"I hope ye brought plenty of gold,\" Kyrillos says. \"The secret of Greek fire is an expensive one, but I'm sure ye know its value better than anyone.\" The pirates push a frail old man holding a scroll forwards, and you grudgingly provide the ransom. \"My apologies about the warehouse and docks,\" the pirate king says with a smile. \"We had to cover our tracks.\" With the deal concluded, both groups depart on their ships.",
        "translation": "你随着旗舰驶向基里洛斯在信中指定的那座岛屿。海盗王已经等在这座荒凉的小岛上了，你带着一支值得信任的瓦兰吉卫队小分队登陆。西里尔站在那群强盗中间。\\n\\n「我希望尔等带来了一大笔黄金，」基里洛斯说道，「希腊火的秘密是很昂贵的，我肯定你明白它比其他任何东西都要有价值。」一名虚弱的老人拿着一张卷轴被海盗们推上前来，你不情愿的交出了赎金。「我对仓库和码头发生的事深表歉意，」海盗王微笑着说，「我们不得不掩盖自己的踪迹。」交易完成，双方都分开到各自的船上去。",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPLoR.878",
        "original": "Your ship hoists its sails.",
        "translation": "你的船扬帆起航。",
        "stage": 5
    },
    {
        "key": "ship_hoists_sails",
        "original": "Your ship hoists its sails.",
        "translation": "你的船扬帆起航。",
        "stage": 5
    },
    {
        "key": "liquid_fire_settled",
        "original": "This affair has been settled.",
        "translation": "这件事已经解决了。",
        "stage": 5
    },
    {
        "key": "EVTNAMELoR.878",
        "original": "Returning Home",
        "translation": "回家",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.878",
        "original": "You set course for Constantinople and your men confirm that the old man is indeed one of the missing alchemists. The formula he brought also seems genuine. Before you reach the Dardanelles you meet up with the rest of your fleet. The ambush you planned was a success! They managed to intercept Kyrillos and his galley, and after a fierce struggle they captured both the pirate king and his daughter.\\n\\nWith the secrets of liquid fire safely returned to the Empire, and with the criminals who stole it tied up in the hold of your ship, it seems this matter can finally be put to rest. As you approach the Bosphorus and the shining city of Constantinople comes into view, you take a deep breath of fresh sea air. It is good to be [Root.GetTitle].",
        "translation": "你航向君士坦丁堡，你的手下确认这老人确实是失踪的炼金师之一。他带着的配方也看起来是真的。在你到达达尼尔海峡之前你遇到了你其余的舰队。你计划的伏击成功了！他们成功拦截了基里洛斯和他的桨帆船，在一番激烈的争斗后他们抓住了海盗王和他女儿两人。\\n\\n液态火的秘密安全回到了帝国，偷了配方的罪犯也被五花大绑关在你船上的牢房里，看来此事终于平息。当你靠近博斯普鲁斯海峡的时候，闪耀的君士坦丁堡映入眼帘，你深深吸了口新鲜的海风。当[Root.GetTitle]太棒了。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.878",
        "original": "Bring us in to dock.",
        "translation": "带我们进入码头。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.879",
        "original": "You set course for Constantinople and your men confirm that the old man is indeed one of the missing alchemists. The formula he brought also seems genuine. Before you reach the Dardanelles you meet up with the rest of your fleet. The ambush you planned was a success! They managed to intercept Kyrillos and his galley, and after a fierce struggle they captured both the pirate king and the ransom.\\n\\nWith the secrets of liquid fire safely returned to the Empire, and with the criminal who stole it tied up in the hold of your ship, it seems this matter can finally be put to rest. As you approach the Bosphorus and the shining city of Constantinople comes into view, you take a deep breath of fresh sea air. It is good to be [Root.GetTitle].",
        "translation": "你航向君士坦丁堡，你的手下确认这老人确实是失踪的炼金师之一。他带着的配方也看起来是真的。在你到达达尼尔海峡之前你遇到了你其余的舰队。你计划的伏击成功了！他们成功拦截了基里洛斯和他的桨帆船，在一番激烈的争斗后他们抓住了海盗王和那笔赎金。\\n\\n液态火的秘密安全回到了帝国，偷了配方的罪犯也被五花大绑关在你船上的牢房里，看来此事终于平息。当你靠近博斯普鲁斯海峡的时候，闪耀的君士坦丁堡映入眼帘，你深深吸了口新鲜的海风。当[Root.GetTitle]太棒了。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.880",
        "original": "You set course for Constantinople and your men confirm that the old man is indeed one of the missing alchemists. The formula he brought also seems genuine. Before you reach the Dardanelles you meet up with the rest of your fleet... or what remains of it. The ambush you planned was a failure, as they in turn were ambushed by Kyrillos' fleet! Only a few ships managed to escape and any hope of capturing the pirate king has now been lost.\\n\\nThe secrets of liquid fire have been returned to the Empire, but only at great cost. It is with a heavy heart you approach the Bosphorus. When Constantinople comes into view, the sky behind the great city is covered in dark stormclouds. Being [Root.GetTitle] is not all it was cracked up to be.",
        "translation": "你航向君士坦丁堡，你的手下确认这老人是失踪的炼金师之一。他带来的配方看起来也是真的。在你到达达尼尔海峡之前你遇到了你其余的舰队……或者说是仅存的舰队。你计划的伏击失败了，他们反而被基里洛斯的舰队伏击了！只有几艘船只成功逃离，抓捕海盗王的希望也落空了。\\n\\n液态火的秘密回到了帝国，但代价高昂。你怀着沉重的心靠近博斯普鲁斯海峡。当君士坦丁堡进入视野，这座伟大的城市被黑云笼罩。当[Root.GetTitle]没有人们所说的那么好。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.881",
        "original": "You set course for Constantinople and your men confirm that the old man is indeed one of the missing alchemists. The formula he brought also seems genuine. While it pains you greatly to give in to the demands of criminals, you simply could not see any alternative way of solving this matter.\\n\\nThe secrets of liquid fire have been returned to the Empire, but only at great cost. It is with a heavy heart you approach the Bosphorus. When Constantinople comes into view, the sky behind the great city is covered in dark stormclouds. Being [Root.GetTitle] is not all it was cracked up to be.",
        "translation": "你航向君士坦丁堡，你的手下确认这老人是失踪的炼金师之一。他带来的配方看起来也是真的。虽然答应罪人们的要求让你十分痛苦，你实在看不到任何其他办法解决这个麻烦。\\n\\n液态火的秘密回到了帝国，但代价高昂。你怀着沉重的心靠近博斯普鲁斯海峡。当君士坦丁堡进入视野，这座伟大的城市被黑云笼罩。当[Root.GetTitle]没有人们所说的那么好。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.885",
        "original": "A large merchant caravan from distant lands has arrived at the gates of your stronghold. Their leader, a jovial man of massive girth, pleads with you in a strange accent to grant them shelter from the elements for the night.",
        "translation": "一支从远方而来的规模巨大的商队抵达了你要塞门前。他们的领袖，一个腰身巨大的快活胖子，用陌生的口音恳求你能够给予他们一个能够过夜的地方。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.885",
        "original": "Very well. Let them in.",
        "translation": "很好，让他们进来吧。",
        "stage": 5
    },
    {
        "key": "EVTOPTBLoR.885",
        "original": "No, these peddlers may sleep in a ditch for all I care.",
        "translation": "不，就算这些小贩睡在沟里又与我何干。",
        "stage": 5
    },
    {
        "key": "send_merchants_away",
        "original": "You send the merchants away.",
        "translation": "你打发商队离开。",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPLoR.886",
        "original": "The merchant caravan spends the night within your walls.",
        "translation": "商队在城内过夜。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.886",
        "original": "As evening falls, the fat merchant sits by the fire and regales you and the rest of the court with stories of his travels. His appetite seems insatiable, but as you do not wish to prove a poor host, you order your servants to bring in a second serving.",
        "translation": "当夜幕降临，那个胖商人坐在火边给你和其余的宫廷成员讲述他旅行的故事。他的胃看起来永远填不满，而你不想被看做是一名穷酸小气的东道主，你下令让你的仆人再上一轮菜。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.886",
        "original": "Tell us more about this mythical realm of Hindustan.",
        "translation": "告诉我们更多印度斯坦这个神话般的国度的事情吧。",
        "stage": 5
    },
    {
        "key": "eunuch_offer",
        "original": "The merchant continues his tales.",
        "translation": "商人继续讲他的故事。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.887",
        "original": "Dawn breaks, and the caravan prepares to move on. The merchant insists on leaving you a gift, as thanks for your great hospitality. He shouts a terse command in a foreign language and a young man comes forward. \"This eunuch will serve you well,\" the merchant says. \"His loyalty to you, his new master, shall be beyond reproach.\"",
        "translation": "黎明时分商队准备离开了。商人坚持送你礼物感谢你的好客。他用外国话喊了句命令，一名年轻人走上前来。「这名阉人将很好的侍奉您，」商人说到，「他对主人您的忠心，将无可指责。」",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.887",
        "original": "That is very kind. I accept your gift.",
        "translation": "这太好了，我接受这份礼物。",
        "stage": 5
    },
    {
        "key": "EVTOPTBLoR.887",
        "original": "No, you may keep your servant.",
        "translation": "不，这仆人你应该留着。",
        "stage": 5
    },
    {
        "key": "eunuch_declined",
        "original": "You decline the gift.",
        "translation": "你拒绝了馈赠。",
        "stage": 5
    },
    {
        "key": "claim_constantinople",
        "original": "Claim Constantinople",
        "translation": "索要君士坦丁堡",
        "stage": 5
    },
    {
        "key": "claim_constantinople_desc",
        "original": "As the Roman [Root.GetTitle], the Imperial City should be yours to rule.",
        "translation": "作为罗马帝国[Root.GetTitle]，帝都应该处于你的统治之下。",
        "stage": 5
    },
    {
        "key": "make_rome_capital",
        "original": "Make Rome Capital",
        "translation": "迁都罗马",
        "stage": 5
    },
    {
        "key": "make_rome_capital_desc",
        "original": "The city of Rome has seen better days, but no one can deny its symbolic power. If you so wish, you may restore it as the capital of the Empire.",
        "translation": "罗马已今非昔比，然而没有人可以否认它象征性的力量。如果你这么想的话，你可以恢复它作为帝国的首都。",
        "stage": 5
    },
    {
        "key": "rome_capital",
        "original": "Rome once more becomes the seat of imperial power.",
        "translation": "罗马再一次成为帝国权力的中心。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.45",
        "original": "You are the current ruler of the glorious Roman Empire. May your reign be a prosperous one!",
        "translation": "你是罗马帝国的现任统治者。愿你的治世繁荣昌盛！",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.45",
        "original": "Hail Caesar!",
        "translation": "凯撒万岁！",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.46",
        "original": "You are no longer the ruler of the Roman Empire. It will surely crumble without your guiding hand to lead it.",
        "translation": "你不再是罗马帝国的统治者。没有你的领导它终将崩溃。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.46",
        "original": "What a loss for the Empire!",
        "translation": "这对帝国是多么大的损失！",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.901",
        "original": "[From.GetTitledFirstName] has challenged you to a friendly game of tzykanion at the tzykanisterion stadium in [Root.Location.GetName]. This popular Byzantine game can trace its origins back to Sassanid Persia, and features two teams on horseback using sticks with nets to get a leather ball into the opposing team's goal. Will you accept the challenge?",
        "translation": "位于[Root.Location.GetName]的马球赛场上，[From.GetTitledFirstName]在一场友谊赛中向你发出挑战。这项流行的拜占庭竞技可以溯源到波斯萨珊王朝，它的特色是两支骑马队伍用带有网的长棍将一只皮球打进另一方的球门内。你是否接受挑战？",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.901",
        "original": "Of course. I will get the old team together!",
        "translation": "当然。我要和老队友见见面！",
        "stage": 5
    },
    {
        "key": "EVTOPTBLoR.901",
        "original": "Sadly, I have no time.",
        "translation": "遗憾的是我没时间。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.902",
        "original": "You spend a wonderful afternoon at the tzykanisterion, playing a tense game of tzykanion that ends in victory for your team. Your opponent and his team are magnanimous in defeat, and you depart the stadium as friends.",
        "translation": "马球赛整整持续了一个美好的下午，紧张的比赛结束了，你为你的队伍带来了胜利。你的对手和他的队伍输的心服口服，当你们离开赛场的时候已经成为了朋友。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.902",
        "original": "We must do this again sometime.",
        "translation": "来日再战。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.903",
        "original": "You spend a wonderful afternoon at the tzykanisterion, playing a tense game of tzykanion that sadly ends in a defeat for your team. Your opponent and his team are magnanimous in victory, and you depart the stadium as friends.",
        "translation": "马球赛整整持续了一个美好的下午，紧张的比赛结束了，你的对手打败了你。你的对手和他的队伍胜而不骄，当你们离开赛场的时候已经成为了朋友。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.903",
        "original": "We need to do a rematch sometime.",
        "translation": "我们有时间的话要再来比次。",
        "stage": 5
    },
    {
        "key": "EVTDESCLoR.904",
        "original": "Sadly, the afternoon you spend at the tzykanisterion ends in disaster. The game of tzykanion quickly devolves into a violent melee after you break your stick against the head of your challenger in a sudden fit of rage. You howl obscenities and curses at your opponents, and it takes the efforts of your entire team to end the fight and pull you away from the stadium.",
        "translation": "令你丧气的是，持续一个下午的比赛以灾难告终。在你突然暴怒地用球棍打了你对手的头之后，球赛很快发展为暴力冲突。你口吐污言秽语诅咒你的对手，结果是你整个队伍结束了比赛并把你拉出赛场。",
        "stage": 5
    },
    {
        "key": "EVTOPTALoR.904",
        "original": "This isn't over! THIS ISN'T OVER!",
        "translation": "这事没完！这！事！没！完！",
        "stage": 5
    },
    {
        "key": "tzykanion_accepted",
        "original": "You accept the challenge.",
        "translation": "你接受了挑战。",
        "stage": 5
    },
    {
        "key": "tzykanion_declined",
        "original": "You refuse the challenge.",
        "translation": "你拒绝了挑战。",
        "stage": 5
    },
    {
        "key": "opinion_tzykanion_pos",
        "original": "Tzykanion Partner",
        "translation": "马球队友",
        "stage": 5
    },
    {
        "key": "opinion_tzykanion_neg",
        "original": "Tzykanion Nemesis",
        "translation": "马球仇敌",
        "stage": 5
    }
]