[
    {
        "key": "mesoamerican",
        "original": "Mesoamerican",
        "translation": "中美洲",
        "stage": 5,
        "context": null
    },
    {
        "key": "nahuatl",
        "original": "Nahua",
        "translation": "纳瓦",
        "stage": 5,
        "context": null
    },
    {
        "key": "aztec",
        "original": "Aztec",
        "translation": "阿兹特克多神教",
        "stage": 5,
        "context": null
    },
    {
        "key": "e_mexikha",
        "original": "Aztec Empire",
        "translation": "阿兹特克帝国",
        "stage": 5,
        "context": null
    },
    {
        "key": "e_mexikha_adj",
        "original": "Aztec",
        "translation": "阿兹特克帝国",
        "stage": 5,
        "context": null
    },
    {
        "key": "emperor_nahuatl",
        "original": "Huetlatoani",
        "translation": "大特拉托阿尼",
        "stage": 5,
        "context": null
    },
    {
        "key": "emperor_female_nahuatl",
        "original": "Huetlatoani",
        "translation": "大特拉托阿尼",
        "stage": 5,
        "context": null
    },
    {
        "key": "king_nahuatl",
        "original": "Tlatoani",
        "translation": "特拉托阿尼",
        "stage": 5,
        "context": null
    },
    {
        "key": "king_female_nahuatl",
        "original": "Tlatoani",
        "translation": "特拉托阿尼",
        "stage": 5,
        "context": null
    },
    {
        "key": "duke_nahuatl",
        "original": "Huecalpixqui",
        "translation": "大卡丕师奇",
        "stage": 5,
        "context": null
    },
    {
        "key": "duke_female_nahuatl",
        "original": "Huecalpixqui",
        "translation": "大卡丕师奇",
        "stage": 5,
        "context": null
    },
    {
        "key": "count_nahuatl",
        "original": "Calpixqui",
        "translation": "卡丕师奇",
        "stage": 5,
        "context": null
    },
    {
        "key": "count_female_nahuatl",
        "original": "Calpixqui",
        "translation": "卡丕师奇",
        "stage": 5,
        "context": null
    },
    {
        "key": "baron_nahuatl",
        "original": "Teuctli",
        "translation": "特乌库特里",
        "stage": 5,
        "context": null
    },
    {
        "key": "baron_female_nahuatl",
        "original": "Teuctli",
        "translation": "特乌库特里",
        "stage": 5,
        "context": null
    },
    {
        "key": "GOD_HUITZILOPOCHTLI",
        "original": "Huitzilopochtli",
        "translation": "维齐洛波奇特利",
        "stage": 5,
        "context": null
    },
    {
        "key": "GOD_XIPE_TOTEC",
        "original": "Xipe-Totec",
        "translation": "西佩托堤克",
        "stage": 5,
        "context": null
    },
    {
        "key": "GOD_TEZCATLIPOCA",
        "original": "Tezcatlipoca",
        "translation": "特斯卡特利波卡",
        "stage": 5,
        "context": null
    },
    {
        "key": "GOD_QUETZALCOATL",
        "original": "Quetzalcoatl",
        "translation": "魁札尔科亚特尔",
        "stage": 5,
        "context": null
    },
    {
        "key": "GOD_MICTLANTECUHTLI",
        "original": "Mictlantecuhtli",
        "translation": "米克特兰堤库特里",
        "stage": 5,
        "context": null
    },
    {
        "key": "GOD_TLALOC",
        "original": "Tlaloc",
        "translation": "特拉洛克",
        "stage": 5,
        "context": null
    },
    {
        "key": "job_chancellor_aztec",
        "original": "Cihuacoatl",
        "translation": "蛇女",
        "stage": 5,
        "context": null
    },
    {
        "key": "job_marshal_aztec",
        "original": "Tlacateccatl",
        "translation": "人类切割者",
        "stage": 5,
        "context": null
    },
    {
        "key": "job_treasurer_aztec",
        "original": "Petlacalcatl",
        "translation": "贡赋总管",
        "stage": 5,
        "context": null
    },
    {
        "key": "job_spymaster_aztec",
        "original": "Tillancalqui",
        "translation": "暗殿守卫",
        "stage": 5,
        "context": null
    },
    {
        "key": "job_spiritual_aztec",
        "original": "Sahagun",
        "translation": "大祭司",
        "stage": 5,
        "context": null
    },
    {
        "key": "ISNT_TRIBAL_TYPE_TITLE",
        "original": "Is NOT Tribal",
        "translation": "非部落制",
        "stage": 5,
        "context": null
    },
    {
        "key": "IS_TRIBAL_TYPE_TITLE",
        "original": "Is Tribal",
        "translation": "是部落制",
        "stage": 5,
        "context": null
    },
    {
        "key": "HAS_HORDE_CULTURE",
        "original": "Is of a Horde Culture",
        "translation": "是游牧文化",
        "stage": 5,
        "context": null
    },
    {
        "key": "HAS_NOT_HORDE_CULTURE",
        "original": "Is NOT of a Horde Culture",
        "translation": "不是游牧文化",
        "stage": 5,
        "context": null
    },
    {
        "key": "DEATH_SACRIFICED_NO_KILLER",
        "original": "was offered up in sacrifice to the Gods",
        "translation": "被献祭给了神祇",
        "stage": 5,
        "context": null
    },
    {
        "key": "RETTYPE_CUL_NAHUA",
        "original": "Jaguar Warrior",
        "translation": "美洲虎武士",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTDESC_SSI_001",
        "original": "Odd looking strangers in exotic ships came ashore today, requesting an audience. They came bearing wondrous gifts and merchandise - stygian beads, pearls and colourful feathers. Their tongue was unknown to everyone at court, but it seemed they wanted land in exchange for their baubles!",
        "translation": "今天，一群乘坐异域船只，身穿奇装异服的陌生人上岸了，他们要求接见。他们携带着奇异的礼品和货物——黑曜石珠链、珍珠和五彩斑斓的羽毛。在场者无人能够听懂他们的话语，不过听起来似乎他们想用那些小玩意换走我们的土地！",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTOPTA_SSI_001",
        "original": "I have a bad feeling about this...",
        "translation": "我感到大事不妙……",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTNAME_SSI_002",
        "original": "Strangers from Beyond the Sea",
        "translation": "彼岸来客",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTDESC_SSI_002",
        "original": "There are rumours of exotic strangers in weird looking ships making landfall all along the Atlantic coast, speaking no known language, trying to buy land in exchange for obsidian beads, colourful feathers and gold. After refusing their offers, local rulers were apparently threatened with terrible curses and the might of a great emperor from beyond the Atlantic Ocean.",
        "translation": "有传言道乘坐异域船只的怪人在大西洋登陆了，他们说着没有人听得懂的语言，尝试用黑曜石珠链、五彩斑斓的羽毛和黄金购买土地。据说当地领主拒绝了他们的请求后，异域人就用可怕的诅咒和大西洋彼岸的伟大皇帝的权力恐吓他们。",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTOPTA_SSI_002",
        "original": "Hah! A Fantasy Menace.",
        "translation": "哈哈！一个梦呓般的恐吓。",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTDESC_SSI_003",
        "original": "Thousands of menacing ships have arrived off the shores of [Root.GetName], spilling out numberless hordes of fierce warriors in strange garb. Their ululating battle cries can be heard for miles!",
        "translation": "数以千计来势汹汹的船只抵达了[Root.GetName]的海岸，无数群奇装异服的凶猛战士蜂拥而出。其战吼数英里外亦可耳闻！",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTOPTA_SSI_003",
        "original": "It's the End of Days!",
        "translation": "世界末日到了！",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTNAME_SSI_004",
        "original": "Sunset Invasion",
        "translation": "日落入侵",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTDESC_SSI_004",
        "original": "Thousands of exotic ships have arrived in [From.SeaZone.GetName], spewing out numberless hordes of ululating warriors in weird armor sporting feathers and bone. These invaders from beyond the sunset worship hellish demon gods, sacrificing the populations of entire towns on altars erected on top of pyramid shaped wooden edifices. They cut their victims' hearts out, carefully flay them, and let their devil priests wear the skins for many days...",
        "translation": "数以千计的异域船只到达了[From.SeaZone.GetName]，大量穿着以羽毛和白骨为饰的怪异盔甲，吼叫不止的战士从中涌出。这些来自日落之地的入侵者崇拜邪恶的魔鬼，在金字塔状的木制祭坛顶部将每个城镇的所有人民杀死以献祭。他们活剖出受害者的心脏，仔细地剥下人皮，由他们的异教祭司穿在身上数日之久……",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTOPTA_SSI_004",
        "original": "[This.Religion.GetRandomGodNameCap] have Mercy!",
        "translation": "[This.Religion.GetRandomGodNameCap]求祢垂怜！",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTDESC_SSI_005",
        "original": "A forest of sails has appeared on the horizon - the terrible Aztec scourge has reached our shores!",
        "translation": "在海平线上，船队林立——可怕的阿兹特克之鞭已经挥到我国的海岸！",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTOPTA_SSI_005",
        "original": "Saddle my Horse!",
        "translation": "备马迎战！",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTNAME_SSI_006",
        "original": "Sunset Invasion",
        "translation": "日落入侵",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTDESC_SSI_006",
        "original": "Another huge fleet of the bloodthirsty Aztecs has been sighted in [From.SeaZone.GetName]. The populace is fleeing in fear of the charnel altars of the foreign demon gods. The dreadful lord of the invaders has allegedly taken a vow to conquer the whole world in the name of Huitzilopochtli, the Aztec god of the sun, and of war...",
        "translation": "有人目睹到嗜血的阿兹特克人的另一支庞大船队出现在[From.SeaZone.GetName]。民众因恐惧有关恶魔般的献祭祭坛的传闻而纷纷逃走。据称恶毒的侵略者首领已立誓以维齐洛波奇特利，阿兹特克的太阳与战争之神的名义征服世界……",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTOPTA_SSI_006",
        "original": "[This.Religion.GetRandomGodNameCap] have Mercy!",
        "translation": "[This.Religion.GetRandomGodNameCap]求祢垂怜！",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTNAME_SSI_030",
        "original": "News From Across the Sea",
        "translation": "来自大洋彼岸的消息",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTDESC_SSI_030",
        "original": "Rumours have reached Europe of a titanic struggle taking place across the Great Sea in the homeland of the Aztecs. The Aztecs themselves rarely discuss it with outsiders, but it appears they have been locked in a deadly war for some time with the Tawantinsuyu, a great empire from the mountains and jungles far to the south of Tenochtitlan. They are ruled by the Sapa Inca, who is allegedly the direct descendant of some kind of sun god.\\n\\nIf the stories are to be believed, the warriors of the Inca are armed with mysterious thunder-sticks capable of felling a man from great distance. The Aztec have only recently been able to halt their advance, in large part thanks to their mounted warriors riding horses imported from Europe.",
        "translation": "有关在大洋彼岸——阿兹特克人的故乡发生了一场大战的传闻开始在欧洲传播。阿兹特克人甚少与外人谈起此事，不过有迹象表明他们陷入了与印加帝国——位于特诺奇提特兰南方远隔万水千山的庞大帝国——的鏖战之中。印加帝国的统治者被称作「独一无二的皇帝」，自称为某个太阳神祗的后代。\\n\\n若传闻属实，印加帝国的战士装备着威力无边的雷电法杖，在很远的地方就可以电倒敌人。阿兹特克帝国直到最近才能够阻止印加军队的攻势，这很大程度上要归功于他们从欧洲运回以组建骑兵部队的马匹。",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTOPTA_SSI_030",
        "original": "Thunder-sticks? Sun gods? I have no time for this nonsense.",
        "translation": "雷电法杖？太阳神？我没时间理会这种无稽之谈。",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTNAME_SSI_031",
        "original": "The Fall of the Great Plains",
        "translation": "大平原沦陷",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTDESC_SSI_031",
        "original": "The Aztec have come to terms with their fear of horses, and several breeders have been established in the valley of Anahuac in their homeland. There is precious little information from overseas, but from what can be pieced together it seems the Aztec have used their new cavalry regiments to great effect in finally pacifying their stubborn rivals on the northern plains.\\n\\nThe Shoshone Dominions and the Sioux Commonwealth have already been incorporated into their growing empire, and Aztec armies are now marching towards the last hold-outs of the Free Iroquis City-States on the Atlantic coast. It may only be a matter of time before the entire continent is ruled from the great imperial city of Tenochtitlan.",
        "translation": "阿兹特克人已经摆脱了他们对马匹的恐惧，并把一些种马安置在他们故乡的阿纳瓦克山谷中。来自大洋彼岸的消息并不多，不过从拼凑起来的消息看来，阿兹特克人新组建并投入使用的骑兵部队在平定他们在北方大平原上的顽固对手们时发挥了巨大作用。\\n\\n肖肖尼自治领和苏族联邦已被并入了他们日益壮大的帝国，而且阿兹特克军队正在向自由易洛魁诸邦同盟位于大西洋沿岸的最后一些抵抗地区进军。整个大陆臣服于伟大帝都特诺奇提特兰的统治之下可能只是时间问题了。",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTOPTA_SSI_031",
        "original": "The same must never happen here!",
        "translation": "不能让同样的命运发生在这块土地上！",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTNAME_SSI_035",
        "original": "Delicacies From the Far West",
        "translation": "来自遥远西方的珍馐",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTDESC_SSI_035",
        "original": "War and disease are not the only things the Aztec have brought with them from Cemanahuac, their distant homeland. Their diet includes several strange plants that are supposedly edible, and many of these are now enjoyed as exotic delicacies in courts across Europe and the Middle East.\\n\\nAfter trading with Aztec merchants, enterprising farmers have sowed their fields with the seeds of a plant called potato, while others experiment with tomatoes and maize. Many nobles, however, have become enamored with a sweet drink called 'chocolate,' made of the beans of the cacoa tree.",
        "translation": "阿兹特克人从他们的家园带来的不仅仅只有战争和疾病。他们的餐饮中包括数种据说可食用的植物，其中大部分被作为异域珍馐，在整个欧洲和中东的宫廷里被享用。\\n\\n在和阿兹特克的商人交易后，大胆的农民已经开始播种一种被称为土豆的植物，同时也有人尝试种植西红柿和玉米。诸多贵族也迷上了一种由可可树种制成的，被称为「巧克力」的甜饮品。",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTOPTA_SSI_035",
        "original": "A passing fad. It will never catch on.",
        "translation": "不过是一种时尚而已，它并不会持久。",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTDESC_SSI_040",
        "original": "All of Iceland is now a colony of the Aztec Empire. The Vikings who sailed to Vinland met natives who warned them of a powerful empire to the south, but those warnings went unheeded. Aztec nobles out of favour with the Emperor may henceforth be appointed governors of this cold and barren island.",
        "translation": "整个冰岛已经成为了阿兹特克帝国的殖民地。曾有航行至文兰的维京人被当地原住民警告道南方存在着强大的帝国，但这些警告被忽视了。今后失宠于阿兹特克皇帝的贵族可能会被任命为这个寒冷贫瘠之岛的管理者。",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTOPTA_SSI_040",
        "original": "If only someone had listened...",
        "translation": "若曾有人听从警告……",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTDESC_SSI_041",
        "original": "The cruel Aztec invaders are now fully in control of Ireland. Thousands of Irishmen have already been sacrificed in celebration, and their Aztec overlords are now in the process of constructing new temples and pyramids where future rituals to please their gods will no doubt take place.",
        "translation": "残暴的阿兹特克入侵者已经完全控制了爱尔兰岛。数以千计的爱尔兰人在祭典中惨遭献祭，他们的阿兹特克统治者现在正建造着新的神庙和金字塔，毫无疑问将来它们会用以举行取悦神明的仪式。",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTOPTA_SSI_041",
        "original": "They must be thrown back into the sea!",
        "translation": "必须把他们赶回海里去！",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTDESC_SSI_042",
        "original": "The entirety of Britain, from the Scottish Highlands in the north to the White Cliffs of Dover in the south, has been incorporated into the great Aztec nation. This prosperous new colony will become the crown jewel of the Aztec colonial empire, and a springboard for future attacks against continental Europe.",
        "translation": "从北方的苏格兰高地到南方的多佛尔白崖，整个不列颠岛都已被并入了庞大的阿兹特克帝国。这块富饶的新殖民地不仅将成为阿兹特克殖民帝国的冠上明珠，还会成为未来进攻欧洲大陆的跳板。",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTOPTA_SSI_042",
        "original": "Imperialist scum!",
        "translation": "帝国主义的败类！",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTDESC_SSI_043",
        "original": "The city of London has fallen under Aztec rule. Five virgins and fifty clergymen were sacrificed in celebration, and Aztec priests have already commanded the construction of a large ceremonial pyramid on the banks of the Thames.",
        "translation": "伦敦已陷落在阿兹特克的魔爪之中。5 个处女和 50 个神职人员在祭典中惨遭献祭，而且阿兹特克的祭司下了命令要在泰晤士河河畔建造一座大金字塔。",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTOPTA_SSI_043",
        "original": "Disconcerting.",
        "translation": "真令人不安。",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTDESC_SSI_044",
        "original": "The city of Paris has fallen under the cruel yoke of the Aztecs, and the Seine now runs red with the blood of the hundred unfortunate souls who were sacrificed to satisfy the demons masquerading as their gods. The Emperor himself has sent his accolades all the way from Tenochtitlan to the Aztec commanders involved.",
        "translation": "巴黎也陷落在阿兹特克的残酷魔爪之中了，现在塞纳河里流淌着数以百计不幸的生灵的鲜血。阿兹特克人将他们献祭以取悦那些僭称为神的恶魔。阿兹特克皇帝已从特诺奇提特兰向参与行动的将领们发来了嘉奖令。",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTDESC_SSI_045",
        "original": "Aztec armies have reached Rome, and the city has been added to their empire. Terrible screams ring out from the Apostolic Palace as it is defiled by human sacrifice, while Aztec commanders touring the ancient Roman monuments lament the fact that they had no chance to prove themselves in battle against such a worthy foe.",
        "translation": "阿兹特克军队兵临罗马城，并将其并入帝国版图内。圣座宫殿里传出哀嚎，此地已被血腥的人祭玷污，与之同时，参观古代罗马帝国遗迹的阿兹特克统帅们不由哀叹他们根本无法与如此强大的帝国匹敌。",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTDESC_SSI_046",
        "original": "The Imperial City of Constantinople has fallen to the Aztecs, and the great capital has left their warriors impressed, even though it can't compete with the splendor of Tenochtitlan. Aztec priests have already made preliminary plans for the demolishment of the Hagia Sophia, and the construction of a pyramid in its place.",
        "translation": "皇都君士坦丁堡已向阿兹特克帝国臣服，即使它并不能和特诺奇提特兰的壮丽相媲美，这座雄伟的首都还是深深震撼了战士们的心灵。阿兹特克祭司们已经制定了拆除圣索菲亚大教堂并在其原址上建造一座大金字塔的初步计划。",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTDESC_SSI_047",
        "original": "The city of Cordoba, sometimes referred to as the 'Jewel of the World,' has been seized by the Aztecs, who are not impressed. It compares poorly to the great imperial metropolises of the Valley of Mexico and the Yucatan, and the Aztecs sacrifice a hundred Cordoban citizens for their shameless impudence.",
        "translation": "科尔多瓦，这座有时会被称作「世界明珠」的城市已被阿兹特克人攻陷。他们并未感到这座城市有多壮丽，因为它和墨西哥山谷和尤卡坦半岛的大城市相比不免相形见绌。此外阿兹特克人把100个无礼冒犯的科尔多瓦市民献祭了。",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTDESC_SSI_048",
        "original": "The Aztecs have reached Cairo, and found the Great Pyramids of Giza to be unlike anything they have previously encountered. They surpass even the largest pyramids in Cemanahuac, and the Aztec High Priests have declared the surrounding area to be the holiest location outside of Tenochtitlan.",
        "translation": "阿兹特克人抵达了开罗，他们从来没有见过像吉萨大金字塔群那样的建筑，即使是他们故乡最大的金字塔也无此般雄伟。阿兹特克大祭司已宣布金字塔周围地带是除特诺奇提特兰外最神圣的地区。",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTDESC_SSI_060",
        "original": "The Aztec invaders have sacrificed [From.GetTitledName] to their demon gods! After bringing [From.GetHerHim] to one of their new temple pyramids, their wicked priests placed [From.GetFirstName] on an altar and sliced [From.GetHerHim] open with a ceremonial dagger. They then tore out [From.GetHerHis] still beating heart to the cheers of their assembled warriors.",
        "translation": "阿兹特克入侵者已将[From.GetTitledName]献祭给了他们邪恶的神灵！他们把[From.GetFirstName]带到一座新建的金字塔神庙之后，邪恶的祭司将[From.GetHerHim]放在祭坛上，并用黑曜石刀切开了[From.GetHerHis]胸膛。在战士们的欢呼声中，祭司一把扯出了[From.GetHerHim]仍在跳动的心脏。",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTOPTA_SSI_060",
        "original": "May [This.Religion.GetRandomGodNameCap] see [From.GetHerHim] safely to the afterlife.",
        "translation": "愿[This.Religion.GetRandomGodNameCap]赐予[From.GetHerHim]安息。",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTNAME_SSI_105",
        "original": "The Aztecs Meet With Defeat",
        "translation": "阿兹特克人被击败了",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTDESC_SSI_105",
        "original": "The great Aztec warhost that crossed the ocean in their mad bid to conquer all of Creation has been thrown back into the sea. Their colonies have been lost and their armies vanquished. The pitiful remnants of their invasion force has set sail back towards their homeland of Cemanahuac to lick their wounds and inform the Aztec Emperor of their defeat.\\n\\nThere may come a time when their own shores are visited by fleets from the Old World, and when that happens the debt they have incurred with their former victims will no doubt be collected in full... with interest.",
        "translation": "阿兹特克人征服世界的疯狂野望已经石沉大海。他们的大军被击败，并丢失了所有的殖民地。心灰意冷的残军已经登船驶回他们遥远的故乡，去舔舐他们的伤口并给皇帝带去战败的消息。\\n\\n或许有一天，旧大陆的舰队会「回访」他们的海岸。到了那一天，他们要把欠下的血债连本带利地偿还！",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTOPTA_SSI_105",
        "original": "There shall be a reckoning.",
        "translation": "不是不报，时候未到。",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTNAME_SSI_070",
        "original": "Aztecs Spread Disease",
        "translation": "阿兹特克人带来了疾病",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTDESC_SSI_070",
        "original": "There is no end to the evils the Aztecs have inflicted upon this land. A strange disease emanating from their conquered territories has begun to spread throughout the Old World. The symptoms are similar to those of the dreaded Great Pox, but this cursed plague seems even more virulent. Men skilled in the art of medicine have dubbed it 'syphilis' and all attempts to treat it have thus far met with failure.\\n\\nNow even those beyond the reach of the Aztec armies are imperiled, as this disease, carried by refugees and merchants, sweeps across Europe and the Middle East like an unstoppable tidal wave.",
        "translation": "阿兹特克人给这片土地带来的苦难是无穷无尽的。一种传出自他们征服的领土的怪病已经开始在整个旧大陆传播。这种疾病的症状和令人谈虎色变的梅毒相似，但这种被诅咒的瘟疫看起来更加致命。精通医术的人称之为「阿兹特克梅毒」，所有治疗这种疾病的尝试皆因其难杂而均以失败告终。\\n\\n现在即使远在阿兹特克兵锋之外也不安全，因为这病已感染难民和商人，像一往无前的海啸一样横扫欧洲和中东。",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTOPTA_SSI_070",
        "original": "We are being punished for our sins.",
        "translation": "这是对我们罪孽的神罚。",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTNAME_SSI_071",
        "original": "Smallpox Spreads Across the Sea",
        "translation": "跨洋传播的天花",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTDESC_SSI_071",
        "original": "It seems that plunder and slaves are not the only things the Aztec sailors have brought back with them to their own shores. Rumours have trickled back to the Old World telling stories of smallpox pandemics sweeping across the Aztec Empire and its neighbours.\\n\\nThe streets and alleys of Tenochtitlan are said to be littered with the dead and dying, and the Aztec Emperor has commanded the immediate execution of all slaves and prisoners captured on the Great Eastern Continent in an effort to stem the spread of the disease.",
        "translation": "阿兹特克船队带回家乡的不仅仅是战利品和奴隶。天花已经席卷了阿兹特克帝国及其邻国的流言渐渐传回旧大陆。\\n\\n特诺奇提特兰的大街小巷中尽是病躯死尸，阿兹特克皇帝下令立即处死在东方大陆上抓获的奴隶俘虏以力图遏制天花的扩散。",
        "stage": 5,
        "context": null
    },
    {
        "key": "EVTOPTA_SSI_071",
        "original": "Perhaps there is some justice in this world after all.",
        "translation": "或许世间仍有正义在。",
        "stage": 5,
        "context": null
    },
    {
        "key": "has_aztec_disease_death",
        "original": "of Syphilis",
        "translation": "阿兹特克梅毒",
        "stage": 5,
        "context": null
    },
    {
        "key": "syphilis",
        "original": "Syphilis",
        "translation": "阿兹特克梅毒",
        "stage": 5,
        "context": null
    },
    {
        "key": "has_aztec_disease",
        "original": "Syphilitic",
        "translation": "阿兹特克梅毒",
        "stage": 5,
        "context": null
    },
    {
        "key": "has_aztec_disease_desc",
        "original": "This character suffers from Syphilis, a virulent strain of Great Pox brought from across the sea by the Aztec conquerors.",
        "translation": "此人患上了阿兹特克梅毒，一种由阿兹特克征服者跨洋带来的新型强力病毒所造成的大包疹病。",
        "stage": 5,
        "context": null
    },
    {
        "key": "AZTEC_DISEASE_INFO",
        "original": "This county has suffered an outbreak of Syphilis, a virulent strain of Great Pox brought here by the Aztecs.",
        "translation": "该伯爵领爆发了阿兹特克梅毒，阿兹特克梅毒是一种由阿兹特克人跨洋带来的新型强力病毒所造成的大包疹病。",
        "stage": 5,
        "context": null
    }
]