[
    {
        "key": "REL_CAPTOR",
        "original": "Captor",
        "translation": "逮捕者",
        "stage": 5
    },
    {
        "key": "PALACE_NAME",
        "original": "$DYNASTY$ Palace",
        "translation": "$DYNASTY$宅邸",
        "stage": 5
    },
    {
        "key": "family_palace",
        "original": "Palace",
        "translation": "宅邸",
        "stage": 5
    },
    {
        "key": "family_palace_baron",
        "original": "Patrician",
        "translation": "贵人",
        "stage": 5
    },
    {
        "key": "family_palace_baron_female",
        "original": "Lady",
        "translation": "贵妇",
        "stage": 5
    },
    {
        "key": "family_palace_barony_of",
        "original": "Palace of",
        "translation": "宅邸",
        "stage": 5
    },
    {
        "key": "family_palace_baron_foa",
        "original": "Sir",
        "translation": "阁下",
        "stage": 5
    },
    {
        "key": "family_palace_baron_deed",
        "original": "Chair of",
        "translation": "主官",
        "stage": 5
    },
    {
        "key": "fp_mansion_1",
        "original": "Mansion",
        "translation": "庄园",
        "stage": 5
    },
    {
        "key": "fp_mansion_2",
        "original": "Great Mansion",
        "translation": "大庄园",
        "stage": 5
    },
    {
        "key": "fp_mansion_3",
        "original": "Palace",
        "translation": "宫殿",
        "stage": 5
    },
    {
        "key": "fp_mansion_4",
        "original": "Grand Palace",
        "translation": "豪华宫殿",
        "stage": 5
    },
    {
        "key": "fp_barracks_1",
        "original": "Guard Barracks",
        "translation": "卫队营房",
        "stage": 5
    },
    {
        "key": "fp_barracks_2",
        "original": "Swordsmith",
        "translation": "铸剑所",
        "stage": 5
    },
    {
        "key": "fp_barracks_3",
        "original": "Armory",
        "translation": "军械库",
        "stage": 5
    },
    {
        "key": "fp_stable_1",
        "original": "Small Stable",
        "translation": "小马厩",
        "stage": 5
    },
    {
        "key": "fp_stable_2",
        "original": "Riding Grounds",
        "translation": "跑马场",
        "stage": 5
    },
    {
        "key": "fp_stable_3",
        "original": "Horse Breeder",
        "translation": "育马所",
        "stage": 5
    },
    {
        "key": "fp_bowyer_1",
        "original": "Bowyer",
        "translation": "制弓房",
        "stage": 5
    },
    {
        "key": "fp_bowyer_2",
        "original": "Target Range",
        "translation": "靶场",
        "stage": 5
    },
    {
        "key": "fp_bowyer_3",
        "original": "Crossbow Workshop",
        "translation": "制弩工坊",
        "stage": 5
    },
    {
        "key": "fp_shipyard_1",
        "original": "Map Room",
        "translation": "地图室",
        "stage": 5
    },
    {
        "key": "fp_shipyard_2",
        "original": "Private Shipyard",
        "translation": "私营船厂",
        "stage": 5
    },
    {
        "key": "fp_shipyard_3",
        "original": "Naval Arsenal",
        "translation": "海军兵工厂",
        "stage": 5
    },
    {
        "key": "fp_warehouse_1",
        "original": "Military Warehouse",
        "translation": "军火库",
        "stage": 5
    },
    {
        "key": "fp_warehouse_2",
        "original": "Palace Archive",
        "translation": "档案馆",
        "stage": 5
    },
    {
        "key": "fp_warehouse_3",
        "original": "Administrative Office",
        "translation": "行政办事处",
        "stage": 5
    },
    {
        "key": "fp_garden_1",
        "original": "Palace Garden",
        "translation": "宅邸花园",
        "stage": 5
    },
    {
        "key": "fp_garden_2",
        "original": "Scenic Pond",
        "translation": "景观池",
        "stage": 5
    },
    {
        "key": "fp_garden_3",
        "original": "Hedge Maze",
        "translation": "树篱迷宫",
        "stage": 5
    },
    {
        "key": "fp_cellar_1",
        "original": "Wine Cellar",
        "translation": "酒窖",
        "stage": 5
    },
    {
        "key": "fp_cellar_2",
        "original": "Catacombs",
        "translation": "陵寝",
        "stage": 5
    },
    {
        "key": "fp_cellar_3",
        "original": "Dungeon Complex",
        "translation": "地牢",
        "stage": 5
    },
    {
        "key": "fp_shrine_1",
        "original": "Secluded Shrine",
        "translation": "僻静圣祠",
        "stage": 5
    },
    {
        "key": "fp_shrine_2",
        "original": "Private Art Collection",
        "translation": "私人艺术收藏馆",
        "stage": 5
    },
    {
        "key": "fp_shrine_3",
        "original": "Grand Library",
        "translation": "大图书馆",
        "stage": 5
    },
    {
        "key": "fp_vault_1",
        "original": "Fortified Vault",
        "translation": "坚固宝库",
        "stage": 5
    },
    {
        "key": "fp_vault_2",
        "original": "Secret Passages",
        "translation": "秘道",
        "stage": 5
    },
    {
        "key": "fp_vault_3",
        "original": "Hidden Chamber",
        "translation": "暗室",
        "stage": 5
    },
    {
        "key": "fp_mansion_1_desc",
        "original": "This mansion has belonged to this family for generations, and although it may not look very impressive, it has all the comforts of home.",
        "translation": "这个庄园世代属于这个家族，它看起来也许平淡无奇，但却具有家的一切舒适。",
        "stage": 5
    },
    {
        "key": "fp_mansion_2_desc",
        "original": "This mansion is impressive enough to command the respect of the surrounding countryside. It is clearly the home of someone important.",
        "translation": "这座威严的官邸赢得了周边乡下人的尊敬。它肯定属于某个大人物。",
        "stage": 5
    },
    {
        "key": "fp_mansion_3_desc",
        "original": "A palace fit for a king, its shining towers can be seen from a league away on a clear day. Though it may only consist of brick and mortar, it is the beating heart of this entire dynasty.",
        "translation": "一座足以配得上国王的宫殿，在晴朗的日子里，从一里外就能看见它闪亮的塔楼，尽管它只是由砖石和灰泥构成，却代表着整个家族跳动的心脏。",
        "stage": 5
    },
    {
        "key": "fp_mansion_4_desc",
        "original": "Truly, the splendor of this palace would be the envy of a Roman emperor. Its great halls shine of gold and marble, and hundreds of servants scurry through them daily in service of their masters. It is nothing less than a monument to the greatness of this dynasty.",
        "translation": "显然，连一位罗马皇帝都会羡慕这宫殿的华丽。大厅里映着黄金和大理石的光芒，数以百计的仆人穿梭在宫殿中服侍他们的主人。它可以说是彰显这个家族伟大的丰碑。",
        "stage": 5
    },
    {
        "key": "fp_barracks_1_desc",
        "original": "The dynasty's household guards are lodged within these simple barracks. They are crowded and unsanitary, but provide decent protection against the elements.",
        "translation": "在这些简陋的营房中暂住着这个家族的私人护卫。他们既拥挤又不卫生，但是提供了足够的防护。",
        "stage": 5
    },
    {
        "key": "fp_barracks_2_desc",
        "original": "An industrious swordsmith has opened up a forge in the palace courtyard. This will make it easier to equip new recruits with weapons.",
        "translation": "一个勤劳的铸剑师在庭院里开辟了一个锻铁炉，这使得武装新兵变得更加容易。",
        "stage": 5
    },
    {
        "key": "fp_barracks_3_desc",
        "original": "A large armory has been constructed in a corner of the palace courtyard. It holds enough weapons and armor to equip a small army at a moment's notice.",
        "translation": "在庭院角落建好了一座庞大的军械库，它存放着足够的武器和盔甲，可以随时武装一小支军队。",
        "stage": 5
    },
    {
        "key": "fp_stable_1_desc",
        "original": "This small stable just outside the palace walls reeks of hay and manure. It holds the horses of the guard, as well as those of any visitors.",
        "translation": "这座小马厩在墙外散发着干草和马粪的气息，用来安置卫兵和访客的马匹。",
        "stage": 5
    },
    {
        "key": "fp_stable_2_desc",
        "original": "Several large fields just outside the palace have been graciously \"donated\" by local farmers and set aside as riding grounds. Here the fighting men can practise the art of war on horseback.",
        "translation": "本地农民友善「捐献」的几块宽广土地被辟为跑马场，这样一来战士们就能够练习马背上的技艺了。",
        "stage": 5
    },
    {
        "key": "fp_stable_3_desc",
        "original": "A horse breeder has set up shop in the vicinity of the palace. The large pens can hold hundreds of animals, and ensure a steady supply of mounts for forces raised locally.",
        "translation": "一个养马人在宅邸附近开了育马所。这个巨大的养殖场足够安置数以百计的牲口，确保了本地招募骑兵坐骑的稳定供应。",
        "stage": 5
    },
    {
        "key": "fp_bowyer_1_desc",
        "original": "A skilled bowyer has set up his small workshop inside the palace courtyard. Here he can make new bows or repair broken ones as needed.",
        "translation": "在宅邸庭院里，一个熟练的制弓人建立了他的小工房，当需要时他能够在这制造和修复弓箭。",
        "stage": 5
    },
    {
        "key": "fp_bowyer_2_desc",
        "original": "This target range lets the men practise their archery. There are several targets positioned at different distances, but as yet, no one has managed to split another's arrow.",
        "translation": "这个靶场让人们能在此练习箭术。这里有好几个放置在不同距离的靶子，不过到现在为止，还没人能成功射裂靶上的另一支箭。",
        "stage": 5
    },
    {
        "key": "fp_bowyer_3_desc",
        "original": "The crossbow is a marvelous invention. Though it can't be fired as quickly as a longbow, it requires little training to use effectively. This workshop ensures a steady supply of these deadly weapons.",
        "translation": "十字弩是一种奇迹般的发明。尽管它没有长弓那么高的发射频率，但未经训练的新兵也能十分有效地使用它。这个工房保证了这种致命武器的稳定供应。",
        "stage": 5
    },
    {
        "key": "fp_shipyard_1_desc",
        "original": "This room inside the palace is a cartographer's dream, and contains priceless maps of all sorts. Some are claimed to date back to the ancient Greeks, and others, whose accuracy cannot be gauged with any certainty, depict strange lands far to the east.",
        "translation": "拥有这样一个房间可以说是每一个制图者的梦想，屋内拥有各类无价的地图，一些甚至能追溯到古希腊，另一些没法确保精度的则描绘了遥远东方的陌生土地。",
        "stage": 5
    },
    {
        "key": "fp_shipyard_2_desc",
        "original": "This large shipyard is located along the coast, but it has been reserved for exclusive use by this dynasty. Skilled shipwrights stand ready to build trade galleys.",
        "translation": "这座坐落于海岸的船坞为这个家族提供独家的服务，熟练的工人们时刻准备着为主人建造商船。",
        "stage": 5
    },
    {
        "key": "fp_shipyard_3_desc",
        "original": "This naval arsenal is located in the capital, but it is completely owned by this dynasty who has reserved all use of it for themselves. It is a huge complex that has everything needed to assemble and man an entire fleet.",
        "translation": "这座完全被这个家族控制的海军兵工厂坐落于首都，是一个能装配和补充一整支舰队的庞然大物。",
        "stage": 5
    },
    {
        "key": "fp_warehouse_1_desc",
        "original": "A large warehouse containing all the supplies necessary to field a military force, whether it be an army or a fleet.",
        "translation": "这座巨大的仓库容纳着的补给品足以满足一整支陆军或舰队的需求。",
        "stage": 5
    },
    {
        "key": "fp_warehouse_2_desc",
        "original": "It is easy to get lost in this colossal archive housed entirely within the palace. It holds documents and records of all dynastic assets, from ships and buildings down to individual soldiers and clerks.",
        "translation": "在这样巨大的档案馆中迷路是再寻常不过的事啦。在其中保存着所有关于这个家族资产的档案，大到船只和建筑小至单个卫兵和办事员。",
        "stage": 5
    },
    {
        "key": "fp_warehouse_3_desc",
        "original": "This office deep within the palace acts as the nerve center of the entire dynastic empire. Here clerks and officials oversee the day-to-day affairs of trade negotiations and fleet deployments.",
        "translation": "这间办事处位于宅邸深处，是这个家族帝国的神经中枢，在这里理事和办事员审查着每日的贸易谈判和舰队部署事宜。",
        "stage": 5
    },
    {
        "key": "fp_garden_1_desc",
        "original": "A large and impressive garden filled with the manifold wonders of nature. This tranquil environment is ideal for moments of quiet reflection.",
        "translation": "这个令人侧目的巨大花园里充满里自然的奇迹，在这样宁静的所在静心沉思是多么美妙的事呀。",
        "stage": 5
    },
    {
        "key": "fp_garden_2_desc",
        "original": "This scenic pond, often frequented by swans, is the centerpiece of the palace garden. A small fountain in its middle sprays water into the air while carps can be glimpsed just beneath the surface.",
        "translation": "这个时常被天鹅占据的景观池是花园的中心。在中央，一个小喷泉将水珠洒向空中，在水面可以瞥见鲤鱼的身影。",
        "stage": 5
    },
    {
        "key": "fp_garden_3_desc",
        "original": "No self-respecting garden is complete without one. This intricate hedge maze delights visitors, and many dignitaries have spent hours navigating its twisting paths.",
        "translation": "每一个完美花园都缺不了这个，错综复杂的树篱迷宫显然能让访客兴致高昂，许多显贵们会花费好几小时来探索其中曲折蜿蜒的路径。",
        "stage": 5
    },
    {
        "key": "fp_cellar_1_desc",
        "original": "A well-stocked wine cellar is an absolute must for any aristocrat of rank, and this one certainly doesn't disappoint. Some of the wines stored here date back decades.",
        "translation": "一个储备充足的酒窖是每个显贵的必需品，这个同样毫不逊色，其中一些存酒甚至能追溯到几十年前。",
        "stage": 5
    },
    {
        "key": "fp_cellar_2_desc",
        "original": "These catacombs located far beneath the palace contain the dynastic tombs. Here countless generations dating back centuries are joined in eternal slumber. May they rest in peace.",
        "translation": "家族墓地位于宅邸地下深处的陵寝。几个世纪以来的无数代先人在此进入永恒的沉眠。愿他们安息。",
        "stage": 5
    },
    {
        "key": "fp_cellar_3_desc",
        "original": "This vast complex of dungeons is hidden away deep enough below the palace to block the cries of its unfortunate inhabitants. Every imaginable instrument of torture can be found within these cold and dark chambers.",
        "translation": "这个广阔又复杂的地牢隐藏在宅邸的地下深处以隔离那些不幸居民们的哀嚎。任何想象得到的拷打器具都能在这些阴冷黑暗的密室中找到。",
        "stage": 5
    },
    {
        "key": "fp_shrine_1_desc",
        "original": "A secluded shrine hidden away in a quiet wing of the palace. Here men and women can spend their time in prayer and introspective soul-searching.",
        "translation": "一个隐秘的圣堂隐藏在宅邸的一个安静侧厅中，男人女人们能在这儿祈祷和反省深思。",
        "stage": 5
    },
    {
        "key": "fp_shrine_2_desc",
        "original": "This gallery occupies a large chamber in one of the palace wings, and it contains all works of art accumulated by members of this dynasty over the years - from contemporary tapestries to ancient marble sculptures from Greece and Rome.",
        "translation": "这个美术馆位于侧厅一间很大的房间里，它储存着这些年家族成员们收集的艺术品——从同时代的挂毯到罗马希腊时代的大理石雕像。",
        "stage": 5
    },
    {
        "key": "fp_shrine_3_desc",
        "original": "A huge library containing all sorts of dusty old tomes collected and purchased from all over the known world by members of this dynasty. They are in many different languages and no person alive has read them all, but at least here they will be protected for posterity.",
        "translation": "这间大图书馆收藏着各类由家族成员们收集和购买到的古卷。它们由各式各样不同文字撰写，所以没有活人能全部读懂它们，但至少在这里，它们会被妥善保管以供子孙传续。",
        "stage": 5
    },
    {
        "key": "fp_vault_1_desc",
        "original": "This fortified vault deep within the palace is where the dynasty keeps all of their treasures collected over the years. Only the head of the dynasty has access to the vault keys, but the stories of piles upon piles of golden coins, deep enough for a man to dive around in like a porpoise, or burrow through like a gopher, must surely be false.",
        "translation": "这座位于宅邸深处的加固宝库保存着这些年这个家族收集到的所有珍宝。只有家主才能有权进入，不过那些关于在其中有足以让人像海豚一样在其中潜水或像地鼠一样打洞的堆积如山的金币的故事，想必只是谣言而已。",
        "stage": 5
    },
    {
        "key": "fp_vault_2_desc",
        "original": "These secret passages run through the entire palace, and enable those in the know to quickly move from one end to the other without being seen. By pulling on the right candelabrum, an unassuming bookshelf or a lit fireplace might slide open. Perfect for escaping would-be assassins or awkward social gatherings.",
        "translation": "这些秘道贯通整个宅邸，足够让那些知情人快速隐秘地从一段前往另一端。通过拉动正确的烛台，某个不起眼的书架或壁炉就会向你敞开。对于用来逃脱追杀和应付群体暴动十分有效。",
        "stage": 5
    },
    {
        "key": "fp_vault_3_desc",
        "original": "This hidden chamber inside the palace can only be reached through one of the secret passages, and even then several special keys are required. It serves as a well-protected retreat for the head of the dynasty, where he or she can safely plot the conquest of the world without irritating distractions.",
        "translation": "这个位于宅邸内部的暗室只能通过唯一一条正确的秘道到达，同时还需要好几个特殊钥匙来开启。对于家主来说是完美的藏身之处，在这里他或她能在绝对安全中策划征服世界的计划而不受任何事物的干扰。",
        "stage": 5
    },
    {
        "key": "tr_port_1",
        "original": "Merchant Port",
        "translation": "贸易港",
        "stage": 5
    },
    {
        "key": "tr_port_2",
        "original": "Merchant Port",
        "translation": "贸易港",
        "stage": 5
    },
    {
        "key": "tr_port_3",
        "original": "Merchant Port",
        "translation": "贸易港",
        "stage": 5
    },
    {
        "key": "tr_warehouse_1",
        "original": "Warehouse",
        "translation": "仓库",
        "stage": 5
    },
    {
        "key": "tr_warehouse_2",
        "original": "Warehouse",
        "translation": "仓库",
        "stage": 5
    },
    {
        "key": "tr_warehouse_3",
        "original": "Warehouse",
        "translation": "仓库",
        "stage": 5
    },
    {
        "key": "tr_enclave_1",
        "original": "Merchant Enclave",
        "translation": "商栈",
        "stage": 5
    },
    {
        "key": "tr_enclave_2",
        "original": "Merchant Enclave",
        "translation": "商栈",
        "stage": 5
    },
    {
        "key": "tr_enclave_3",
        "original": "Merchant Enclave",
        "translation": "商栈",
        "stage": 5
    },
    {
        "key": "tr_garrison_1",
        "original": "Garrison",
        "translation": "守军",
        "stage": 5
    },
    {
        "key": "tr_garrison_2",
        "original": "Garrison",
        "translation": "守军",
        "stage": 5
    },
    {
        "key": "tr_garrison_3",
        "original": "Garrison",
        "translation": "守军",
        "stage": 5
    },
    {
        "key": "tr_fort_1",
        "original": "Fort",
        "translation": "堡垒",
        "stage": 5
    },
    {
        "key": "tr_fort_2",
        "original": "Fort",
        "translation": "堡垒",
        "stage": 5
    },
    {
        "key": "tr_fort_3",
        "original": "Fort",
        "translation": "堡垒",
        "stage": 5
    },
    {
        "key": "tr_port_1_desc",
        "original": "Merchant galleys load and off-load their cargo at this small port.",
        "translation": "商船在这个小港口中装卸它们的货物。",
        "stage": 5
    },
    {
        "key": "tr_port_2_desc",
        "original": "Merchant galleys load and off-load their cargo aided by a simple wooden harbor crane at this port.",
        "translation": "在这个港口中，商船在简易木吊车的帮助下装卸着货物。",
        "stage": 5
    },
    {
        "key": "tr_port_3_desc",
        "original": "Merchant galleys load and off-load their cargo aided by several wooden harbor cranes at this bustling port.",
        "translation": "在这个忙碌的港口中，商船在简易木吊车的帮助下装卸着货物。",
        "stage": 5
    },
    {
        "key": "tr_warehouse_1_desc",
        "original": "This small warehouse houses goods awaiting shipment out to sea or to potential buyers further inland.",
        "translation": "在这个小仓库中的商品等着被运出海或深入内陆，以供应潜在的客户。",
        "stage": 5
    },
    {
        "key": "tr_warehouse_2_desc",
        "original": "This warehouse houses goods awaiting shipment out to sea or to potential buyers further inland.",
        "translation": "在这个仓库中的商品等着被运出海或深入内陆，以供应潜在的客户。",
        "stage": 5
    },
    {
        "key": "tr_warehouse_3_desc",
        "original": "This large warehouse houses goods awaiting shipment out to sea or to potential buyers further inland.",
        "translation": "在这个大仓库中的商品等着被运出海或深入内陆，以供应潜在的客户。",
        "stage": 5
    },
    {
        "key": "tr_enclave_2_desc",
        "original": "An enclave of expatriates from the republic have established themselves in this foreign land to conduct trade.",
        "translation": "来自共和国的商人在外国的土地上建起了这座商栈，来开展他们的贸易事业。",
        "stage": 5
    },
    {
        "key": "tr_enclave_3_desc",
        "original": "A large enclave of expatriates from the republic have established themselves in this foreign land to conduct trade.",
        "translation": "来自共和国的商人在外国的土地上建起了这座大商栈，来开展他们的贸易事业。",
        "stage": 5
    },
    {
        "key": "tr_garrison_1_desc",
        "original": "A small garrison stands vigil over the trade post to deter bandits and rival trade powers.",
        "translation": "一座警戒贸易站的小守军驻地，足以抵御强盗和贸易对手的入侵。",
        "stage": 5
    },
    {
        "key": "tr_garrison_2_desc",
        "original": "A garrison stands vigil over the trade post to deter bandits and rival trade powers.",
        "translation": "一座警戒贸易站的守军驻地，足以抵御强盗和贸易对手的入侵。",
        "stage": 5
    },
    {
        "key": "tr_garrison_3_desc",
        "original": "A large garrison stands vigil over the trade post to deter bandits and rival trade powers.",
        "translation": "一座警戒贸易站的大守军驻地，足以抵御强盗和贸易对手的入侵。",
        "stage": 5
    },
    {
        "key": "tr_fort_1_desc",
        "original": "This small fort overlooks the trade post, and its wooden walls constitute the final defense against any attacker.",
        "translation": "这座小堡垒俯瞰着整个贸易站，它的木墙构成了应对袭击者的最后防线。",
        "stage": 5
    },
    {
        "key": "tr_fort_2_desc",
        "original": "This fort overlooks the trade post, and its stone walls constitute the final defense against any attacker.",
        "translation": "这座堡垒俯瞰着整个贸易站，它的石墙构成了应对袭击者的最后防线。",
        "stage": 5
    },
    {
        "key": "tr_fort_3_desc",
        "original": "This large fort overlooks the trade post, and its massive stone walls constitute the final defense against any attacker.",
        "translation": "这座大堡垒俯瞰着整个贸易站，它的巨石墙构成了应对袭击者的最后防线。",
        "stage": 5
    },
    {
        "key": "title_state_inquisitor",
        "original": "State Inquisitor",
        "translation": "国家检察官",
        "stage": 5
    },
    {
        "key": "title_state_inquisitor_desc",
        "original": "The three State Inquisitors are charged with ensuring the security of the Republic against threats both internal and external.",
        "translation": "三个国家检察官负责抵御来自内部和外部的威胁，以确保共和国的安全。",
        "stage": 5
    },
    {
        "key": "title_high_admiral",
        "original": "High Admiral",
        "translation": "海军上将",
        "stage": 5
    },
    {
        "key": "title_high_admiral_desc",
        "original": "The High Admiral is formally the chief of the Admiralty and in charge of the Republic's Navy, though he often relies on a competent staff.",
        "translation": "海军上将是首席海军大臣，负责指挥共和国的海军，虽然他时常依赖一位有能力的幕僚为其出谋划策。",
        "stage": 5
    },
    {
        "key": "title_high_judge",
        "original": "High Judge",
        "translation": "最高法官",
        "stage": 5
    },
    {
        "key": "title_high_judge_desc",
        "original": "The High Judge is the supreme justice of the Republic, who answers only to the Council in most legal matters.",
        "translation": "最高法官是在大部分法律事项上仅需向内阁负责的共和国司法最高官员",
        "stage": 5
    },
    {
        "key": "EXPENSE_FAMILY_DUES",
        "original": "Family Dues",
        "translation": "家族税",
        "stage": 5
    },
    {
        "key": "TRIGGER_CAPITAL_HOLDING",
        "original": "Capital Holding",
        "translation": "商业首府",
        "stage": 5
    },
    {
        "key": "EVTDESC60014",
        "original": "The great [Root.GetTitledName] and all [Root.GetHerHis] vassals have converted and embraced Nestorian Christianity!",
        "translation": "伟大的[Root.GetTitledName]和[Root.GetHerHis]所有封臣拥抱并改信聂斯脱里派基督信仰！",
        "stage": 5
    },
    {
        "key": "TRIGGER_PLOT_TARGET_PROVINCE",
        "original": "Plot Target Province",
        "translation": "密谋目标省份",
        "stage": 5
    },
    {
        "key": "EMBARGO_EFFECT",
        "original": "Embargo §Y$WHO$§! and gain §G$GOLD$§!¤ from razing §Y$NUM$§! Trade posts\\n",
        "translation": "对§Y$WHO$§!禁运，破坏 §Y$NUM$§! 个贸易站，可获得 §G$GOLD$§!¤\\n",
        "stage": 5
    },
    {
        "key": "LIFT_EMBARGO_EFFECT",
        "original": "Lift Embargo against $WHO$\\n",
        "translation": "对$WHO$解除禁运\\n",
        "stage": 5
    },
    {
        "key": "TRADE_INCOME",
        "original": "Trade Income",
        "translation": "贸易收入",
        "stage": 5
    },
    {
        "key": "TRIGGER_TRADE_POST_OWNER",
        "original": "Trade Post Owner",
        "translation": "贸易站拥有者",
        "stage": 5
    },
    {
        "key": "FAM_REAL_FATHER",
        "original": "Real Father",
        "translation": "真正的父亲",
        "stage": 5
    },
    {
        "key": "AN_UNKNOWN_FATHER",
        "original": "an unknown father",
        "translation": "未知姓名的父亲",
        "stage": 5
    },
    {
        "key": "WAS_NOT_CONCEIVED_A_BASTARD",
        "original": "Was NOT conceived a Bastard",
        "translation": "否认是私生子",
        "stage": 5
    },
    {
        "key": "WAS_CONCEIVED_A_BASTARD",
        "original": "Was conceived a Bastard",
        "translation": "承认是私生子",
        "stage": 5
    },
    {
        "key": "FATHER_OF_UNBORN_KNOWN",
        "original": "The Father of the Unborn Baby is NOT Known",
        "translation": "不清楚谁是这待出生孩子的父亲",
        "stage": 5
    },
    {
        "key": "FATHER_OF_UNBORN_NOT_KNOWN",
        "original": "The Father of the Unborn Baby is Known",
        "translation": "知道谁是这待出生孩子的父亲",
        "stage": 5
    },
    {
        "key": "EVTDESC319",
        "original": "It seems my dalliance with [From.GetTitledFirstName] has resulted in a child. Fortunately, [FromFrom.Father.GetTitledFirstName] thinks little [FromFrom.GetFirstName] is his!",
        "translation": "似乎我和[From.GetTitledFirstName]的恋情制造了一个新生命。幸运地是，[FromFrom.Father.GetTitledFirstName]认为小[FromFrom.GetFirstName]是他的孩子！",
        "stage": 5
    },
    {
        "key": "EVTOPTA319",
        "original": "Oops",
        "translation": "哎呀",
        "stage": 5
    },
    {
        "key": "SET_FATHER_OF_UNBORN_KNOWN",
        "original": "The Father of the Unborn Baby is Revealed\\n",
        "translation": "这待出生孩子的亲生父亲的身份被揭露出来\\n",
        "stage": 5
    },
    {
        "key": "SET_FATHER_OF_UNBORN_NOT_KNOWN",
        "original": "The Father of the Unborn Baby is Unknown\\n",
        "translation": "不清楚谁是这待出生孩子的父亲\\n",
        "stage": 5
    },
    {
        "key": "HAVE_NOT_DYNASTY_FLAG",
        "original": "Does not have dynasty flag",
        "translation": "没有家族旗标",
        "stage": 5
    },
    {
        "key": "HAVE_DYNASTY_FLAG",
        "original": "Has dynasty flag",
        "translation": "拥有家族旗标",
        "stage": 5
    },
    {
        "key": "HAD_DYNASTY_FLAG_LESS_THAN",
        "original": "Had dynasty flag '§Y$FLAG$§!' for less than §Y$DAYS$§! days",
        "translation": "已经拥有家族旗标「§Y$FLAG$§!」少于 §Y$DAYS$§! 天",
        "stage": 5
    },
    {
        "key": "HAD_DYNASTY_FLAG_AT_LEAST",
        "original": "Had dynasty flag '§Y$FLAG$§!' for at least §Y$DAYS$§! days",
        "translation": "已经拥有家族旗帜「§Y$FLAG$§!」至少 §Y$DAYS$§! 天",
        "stage": 5
    },
    {
        "key": "d_hansa",
        "original": "Hanseatic League",
        "translation": "汉萨同盟",
        "stage": 5
    },
    {
        "key": "d_hansa_adj",
        "original": "Hanseatic",
        "translation": "汉萨同盟",
        "stage": 5
    },
    {
        "key": "RESPECT",
        "original": "Respect",
        "translation": "德望",
        "stage": 5
    },
    {
        "key": "RESPECT_DESC",
        "original": "Respect is a value based on the Age and Prestige of a Patrician, determining how likely he is to be elected Doge. It can be increased by investing money in the Campaign Fund, but women and children can never be elected.",
        "translation": "德望是基于年龄和威望的一个数值，将决定其有多大可能被选为下一任共和国总督。它可以被已投入的竞选经费提升，但是女人和孩子永远无法被选上！",
        "stage": 5
    },
    {
        "key": "AGE_FACTOR",
        "original": "Age Factor",
        "translation": "年龄因素",
        "stage": 5
    },
    {
        "key": "IS_PATRICIAN",
        "original": "Is Patrician",
        "translation": "是贵人",
        "stage": 5
    },
    {
        "key": "ISNT_PATRICIAN",
        "original": "Is NOT Patrician",
        "translation": "不是贵人",
        "stage": 5
    },
    {
        "key": "IS_MERCHANT_REPUBLIC",
        "original": "Is Merchant Republic",
        "translation": "是商业共和国",
        "stage": 5
    },
    {
        "key": "ISNT_MERCHANT_REPUBLIC",
        "original": "Is NOT Merchant Republic",
        "translation": "不是商业共和国",
        "stage": 5
    },
    {
        "key": "patrician_elective",
        "original": "Patrician Elective",
        "translation": "贵人选举法",
        "stage": 5
    },
    {
        "key": "succ_patrician_elective",
        "original": "Patrician Elective",
        "translation": "贵人选举法",
        "stage": 5
    },
    {
        "key": "succ_patrician_elective_desc",
        "original": "This is the succession type in the great naval Merchant Republics. The next Doge is determined from among the heads of the five grand Patrician families depending on Age, Prestige, and invested Campaign Funds.",
        "translation": "这是伟大海洋商业共和国的继承法，下一任共和国总督将在五大贵人家族的族长中选举得出，选举取决于年龄、威望和已投入的竞选经费。",
        "stage": 5
    },
    {
        "key": "IN_FAVOR_OF",
        "original": "in favor of §Y$NAME$§W",
        "translation": "偏向 §Y$NAME$§W",
        "stage": 1
    },
    {
        "key": "NO_BANKRUPT",
        "original": "You are not bankrupt",
        "translation": "你没有破产",
        "stage": 5
    },
    {
        "key": "TRADEPOST_PROV",
        "original": "Trade Post of $PROV$",
        "translation": "位于$PROV$的贸易站",
        "stage": 5
    },
    {
        "key": "TRADEPOST_PROV_LONG",
        "original": "Trade Post of $PROV$ - §Y$REPUBLIC$§! ( §Y$FAMILY$§! )",
        "translation": "$PROV$贸易站 - §Y$REPUBLIC$§!（§Y$FAMILY$§!）",
        "stage": 5
    },
    {
        "key": "TRADE_COST_DIST_TOTAL",
        "original": "Distance Penalty: §Y+$PENALTY$%§! ( §Y$MULT$%§! of total Distance )",
        "translation": "远途惩罚：§Y+$PENALTY$%§!（总距离 §Y$MULT$%§!）",
        "stage": 5
    },
    {
        "key": "TRADE_COST_DIST",
        "original": "Distance to Republic held Province ( §Y$PROVINCE$§W ): §Y$COST$§W",
        "translation": "离共和国拥有的省份距离（§Y$PROVINCE$§W）：§Y$COST$§W",
        "stage": 5
    },
    {
        "key": "TRADE_COST_REGION_PEN",
        "original": "Different Trade Region: §Y+$PENALTY$§!",
        "translation": "不同贸易区域：§Y+$PENALTY$§!",
        "stage": 5
    },
    {
        "key": "TRADE_COST_MULT",
        "original": "Distance to Cost-increate Multiplier: §Y$MULT$%§!",
        "translation": "距离导致的成本上升系数：§Y$MULT$%§!",
        "stage": 5
    },
    {
        "key": "TOTAL_COST",
        "original": "Total Cost: §Y$COST$§W",
        "translation": "总支出：§Y$COST$§W",
        "stage": 5
    },
    {
        "key": "TRADEPOST_FINISHED_SETUP",
        "original": "Trade Post Construction Finished",
        "translation": "贸易站建设完成",
        "stage": 5
    },
    {
        "key": "TRADEPOST_FINISHED_LOG",
        "original": "A Trade Post has been built by the §Y$FAMILY$§! Family of §Y$REPUBLIC$§! in §Y$PROVINCE$§!.",
        "translation": "§Y$REPUBLIC$§!的§Y$FAMILY$§!家族在§Y$PROVINCE$§!建立了一座贸易站。",
        "stage": 5
    },
    {
        "key": "TRADEPOST_OWNER",
        "original": "Trade Post is owned by the §Y$FAMILY$§W Family",
        "translation": "这个贸易站由§Y$FAMILY$§W家族拥有",
        "stage": 5
    },
    {
        "key": "TRADEREGION_DESC",
        "original": "This county belongs to §YThe $REGION$§!",
        "translation": "这个省份属于§Y$REGION$§!",
        "stage": 5
    },
    {
        "key": "TRADE",
        "original": "Trade",
        "translation": "贸易",
        "stage": 5
    },
    {
        "key": "TRADE_ZONE",
        "original": "Trade Zone:",
        "translation": "贸易区：",
        "stage": 5
    },
    {
        "key": "TOTAL_TRADE_FAMILY",
        "original": "Family Total:",
        "translation": "家族总收入：",
        "stage": 5
    },
    {
        "key": "TRADE_ZONE_BONUS",
        "original": "Trade Zone Bonus",
        "translation": "贸易区域加成",
        "stage": 5
    },
    {
        "key": "TRADE_CONNECTED_BONUS",
        "original": "Connected to Capital",
        "translation": "与首都连接",
        "stage": 5
    },
    {
        "key": "CURRENT_INCOME",
        "original": "Current base income: §Y$INCOME$§!",
        "translation": "当前收入基数：§Y$INCOME$§!",
        "stage": 5
    },
    {
        "key": "TRADEZONE_SIZE",
        "original": "Trade Zone Size",
        "translation": "贸易区域规模",
        "stage": 5
    },
    {
        "key": "TRADEZONE_SIZE_DESC",
        "original": "The number of Trade Posts in the Trade Zone this Trade Post is part of.",
        "translation": "本贸易区域内贸易站数目（包括本贸易站）",
        "stage": 5
    },
    {
        "key": "TRADEZONE_VALUE",
        "original": "Trade Zone Value",
        "translation": "贸易区域价值",
        "stage": 5
    },
    {
        "key": "TRADEZONE_VALUE_DESC",
        "original": "The value of all Holdings in this trade zone\\nIncreases the value of Trade Posts and Cities in this Trade Zone:\\nTrade Posts: §Y$TPBONUS$§!\\nCities: §Y$CTBONUS$§!",
        "translation": "贸易区域内的领地数\\n影响本区域内贸易站和城市的数量：\\n贸易站：§Y$TPBONUS$§!\\n城市：§Y$CTBONUS$§!",
        "stage": 5
    },
    {
        "key": "TRADEZONE_INCOME",
        "original": "Trade Zone Income",
        "translation": "贸易区域收入",
        "stage": 5
    },
    {
        "key": "TRADEZONE_INCOME_DESC",
        "original": "Total Income from all Trade Posts in this Trade Zone: §Y$INCOME$§!¤",
        "translation": "本贸易区域内贸易站总收入：§Y$INCOME$§!¤",
        "stage": 5
    },
    {
        "key": "TheRepublicDLC",
        "original": "The Republic",
        "translation": "共和国",
        "stage": 5
    },
    {
        "key": "TRADEFAMILY_INCOME",
        "original": "Total Family Income",
        "translation": "家族总收入",
        "stage": 5
    },
    {
        "key": "TRADEFAMILY_INCOME_DESC",
        "original": "Total Income from all Trade Posts owned by the §Y$FAMILY$§! Family: §Y$INCOME$§!¤",
        "translation": "§Y$FAMILY$§!家族下属所有贸易站的总收入：§Y$INCOME$§!¤",
        "stage": 5
    },
    {
        "key": "TRADEFAMILY_SIZE",
        "original": "Total Family Size",
        "translation": "家族总规模",
        "stage": 5
    },
    {
        "key": "TRADEFAMILY_SIZE_DESC",
        "original": "The number of Trade Posts owned by the §Y$FAMILY$§! Family",
        "translation": "§Y$FAMILY$§!家族拥有贸易站数",
        "stage": 5
    },
    {
        "key": "MODIFIER_TRADEVALUE",
        "original": "Trade Value",
        "translation": "贸易价值",
        "stage": 5
    },
    {
        "key": "MODIFIER_RETINUESIZE",
        "original": "Retinue Size",
        "translation": "近卫军规模",
        "stage": 5
    },
    {
        "key": "FROM_TRADEPOSTS",
        "original": "From Trade Posts: §G$AMOUNT$§!\\n",
        "translation": "来自贸易站：§G$AMOUNT$§!\\n",
        "stage": 5
    },
    {
        "key": "FROM_MANPOWER",
        "original": "From Manpower: §G$AMOUNT$§!\\n",
        "translation": "来自人力：§G$AMOUNT$§!\\n",
        "stage": 5
    },
    {
        "key": "FROM_HOLDINGS",
        "original": "From Holdings: §G$AMOUNT$§!\\n",
        "translation": "来自领地：§G$AMOUNT$§!\\n",
        "stage": 5
    },
    {
        "key": "CUSTOM_MAPMODE_DESC",
        "original": "§YCustom map mode slot§!\\nDrag map modes here for easy access",
        "translation": "§Y自定义地图模式§!\\n拖拽地图至此方便使用",
        "stage": 5
    },
    {
        "key": "SHOW_MAPMODES_TOGGLE",
        "original": "Toggle the map modes interface",
        "translation": "切换地图模式界面",
        "stage": 5
    },
    {
        "key": "MAPMODE_DRAG",
        "original": "§GDrag this button to the custom slots below for easy access§!",
        "translation": "§G把这个按钮拖拽到下方的自定义插槽以便于访问§!",
        "stage": 5
    },
    {
        "key": "SHORTCUT_DESC",
        "original": "Shortcut: §G$SHORTCUT$§!",
        "translation": "快捷键：§G$SHORTCUT$§!",
        "stage": 5
    },
    {
        "key": "MAPMODE_TRADE_REGIONS",
        "original": "§YTrade Regions§!",
        "translation": "§Y贸易区域§!",
        "stage": 5
    },
    {
        "key": "MAPMODE_TRADE_REGIONS_DESC",
        "original": "Building Trade Posts in regions where you dont have Holdings is more expensive",
        "translation": "在你没有领地的贸易区域建立商栈要更贵一点",
        "stage": 5
    },
    {
        "key": "region_east_med",
        "original": "East Mediterranean Trade Region",
        "translation": "东地中海贸易区",
        "stage": 5
    },
    {
        "key": "region_west_med",
        "original": "West Mediterranean Trade Region",
        "translation": "西地中海贸易区",
        "stage": 5
    },
    {
        "key": "region_north_atlantic",
        "original": "North Atlantic Trade Region",
        "translation": "北大西洋贸易区",
        "stage": 5
    },
    {
        "key": "region_baltic",
        "original": "Baltic Trade Region",
        "translation": "波罗的贸易区",
        "stage": 5
    },
    {
        "key": "CANT_BUILD_TRADEPOST_EMBARGO",
        "original": "Is not Embargoed by $WHO$",
        "translation": "未被$WHO$禁运",
        "stage": 5
    },
    {
        "key": "CANT_BUILD_TRADEPOST_COASTAL",
        "original": "Is Coastal",
        "translation": "沿海",
        "stage": 5
    },
    {
        "key": "IS_YOUNGER_THAN",
        "original": "Is Younger than ",
        "translation": "年少于",
        "stage": 5
    },
    {
        "key": "IS_OLDER_THAN",
        "original": "Is Older than ",
        "translation": "年长于",
        "stage": 5
    },
    {
        "key": "CAMPAIGN_FUND",
        "original": "Campaign Fund",
        "translation": "竞选经费",
        "stage": 5
    },
    {
        "key": "CAMPAIGN_FUND_DESC",
        "original": "Money in the Campaign Fund will increase your Respect in the senate and make your candidate more likely to be elected the next $RULER_TITLE$. You can freely adjust the amount until the current $RULER_TITLE$ dies, when the Fund will be used up in the election campaign.",
        "translation": "竞选经费将会提高你在选举议会中的德望并将会提高你在竞选$RULER_TITLE$中的获胜几率。你可以自由地调整经费总量直到现任$RULER_TITLE$去世，届时经费中将被用于竞选当中。",
        "stage": 5
    },
    {
        "key": "EXPECTED_SUCCESSOR",
        "original": "Expected Successor",
        "translation": "预期继承人",
        "stage": 5
    },
    {
        "key": "EXPECTED_SUCCESSOR_DESC",
        "original": "§Y$HEIR$§! is widely expected to succeed §Y$RULER$§!. However, there is always a degree of uncertainty in the elections - to make sure of success, you might want to invest more money than the strict minimum in your campaign fund.",
        "translation": "§Y$HEIR$§!被广泛认为是§Y$RULER$§!的继承者。但选举总伴随着些许不确定——为了确保成功，你可能需要增加你的竞选经费。",
        "stage": 5
    },
    {
        "key": "opinion_patrician_wo_council_position",
        "original": "Not on the Council",
        "translation": "不在内阁任职",
        "stage": 5
    },
    {
        "key": "THE_REPUBLIC",
        "original": "The Republic",
        "translation": "共和国",
        "stage": 5
    },
    {
        "key": "PATRICIAN_DYNASTY_FALLS_SETUP",
        "original": "Patrician Family Falls",
        "translation": "共和国家族消亡",
        "stage": 5
    },
    {
        "key": "PATRICIAN_DYNASTY_FALLS_LOG",
        "original": "With the death of §Y$PATRICIAN$§!, the illustrious House §Y$DYNASTY$§! has become extinct.",
        "translation": "随着§Y$PATRICIAN$§!的去世，望族§Y$DYNASTY$§!绝嗣了。",
        "stage": 5
    },
    {
        "key": "PATRICIAN_DYNASTY_RISES_SETUP",
        "original": "Patrician Family Rises",
        "translation": "新的共和国家族崛起",
        "stage": 5
    },
    {
        "key": "PATRICIAN_DYNASTY_RISES_LOG",
        "original": "A new great House has risen to the forefront of $TITLE_ADJ$ politics, under §Y$PATRICIAN$§!.",
        "translation": "一个新的显赫家族在§Y$PATRICIAN$§!的领导下，在$TITLE_ADJ$的政坛冉冉升起。",
        "stage": 5
    },
    {
        "key": "NEW_DOGE_ELECTED_SETUP",
        "original": "Merchant Republic Election",
        "translation": "商业共和国选举",
        "stage": 5
    },
    {
        "key": "NEW_DOGE_ELECTED_LOG",
        "original": "§Y$NEW_DOGE$§! has been elected the new $RULER_TITLE$ of the great Republic of §Y$TITLE$§!",
        "translation": "§Y$NEW_DOGE$§!被选举为伟大的§Y$TITLE$§!共和国新任的$RULER_TITLE$。",
        "stage": 5
    },
    {
        "key": "GREAT_DUKE",
        "original": "Great Duke",
        "translation": "大公",
        "stage": 5
    },
    {
        "key": "city_king",
        "original": "Prince Mayor",
        "translation": "王爵市长",
        "stage": 5
    },
    {
        "key": "city_duke",
        "original": "Grand Mayor",
        "translation": "大市长",
        "stage": 5
    },
    {
        "key": "CB_NAME_EMBARGO",
        "original": "Embargo",
        "translation": "禁运",
        "stage": 5
    },
    {
        "key": "WAR_NAME_EMBARGO",
        "original": "$ORDER$$FIRST_ADJ$-$SECOND_ADJ$ Embargo War",
        "translation": "$ORDER$ $FIRST_ADJ$-$SECOND_ADJ$禁运战争",
        "stage": 5
    },
    {
        "key": "CB_NAME_COASTAL_REPUBLIC",
        "original": "Seize the City of [Title.GetBaseName]",
        "translation": "夺取[Title.GetBaseName]城市",
        "stage": 5
    },
    {
        "key": "WAR_NAME_COASTAL_REPUBLIC",
        "original": "$ORDER$$FIRST_ADJ$-$SECOND_ADJ$ War for the City of $OTHER_TITLE$",
        "translation": "$ORDER$ $FIRST_ADJ$-$SECOND_ADJ$夺取城市$OTHER_TITLE$战争",
        "stage": 5
    },
    {
        "key": "CB_NAME_COASTAL_COUNTY_REPUBLIC",
        "original": "Seize [Title.GetBaseName]",
        "translation": "夺取[Title.GetBaseName]",
        "stage": 5
    },
    {
        "key": "WAR_NAME_COASTAL_COUNTY_REPUBLIC",
        "original": "$ORDER$$FIRST_ADJ$-$SECOND_ADJ$ War for the Coast of $OTHER_TITLE$",
        "translation": "$ORDER$ $FIRST_ADJ$-$SECOND_ADJ$夺取$OTHER_TITLE$海岸战争",
        "stage": 5
    },
    {
        "key": "IS_EMBARGOING",
        "original": "Is Embargoing §Y$OTHER$§!",
        "translation": "正在禁运§Y$OTHER$§!",
        "stage": 5
    },
    {
        "key": "REPUBLICAN",
        "original": "Republican",
        "translation": "商业共和国",
        "stage": 5
    },
    {
        "key": "IS_NOT_EMBARGOING",
        "original": "Is NOT Embargoing §Y$OTHER$§!",
        "translation": "没有禁运§Y$OTHER$§!",
        "stage": 5
    },
    {
        "key": "INTERACTION_REQUIRES_RECIPIENT_NO_CONTESTED_TITLES",
        "original": "§Y[Recipient.GetTitledFirstName]§! has no titles currently contested in a war",
        "translation": "§Y[Recipient.GetTitledFirstName]§!没有一个处于战争争议中的头衔",
        "stage": 5
    },
    {
        "key": "INTERACTION_REPUBLICS_NEED_REVOKE_REASON",
        "original": "Ruler of Republic has a valid revocation reason",
        "translation": "共和国领袖有合法剥夺头衔的理由",
        "stage": 5
    },
    {
        "key": "INTERACTION_REQUIRES_PATRICIAN_DOWRY",
        "original": "Can afford the Bride Price of §Y$DOWRY$§!¤ for marriage with a noblewoman",
        "translation": "可以承担与一名贵族女性结婚的彩礼 §Y$DOWRY$§!¤",
        "stage": 5
    },
    {
        "key": "OFFER_MARRIGE_INTERACTION_4",
        "original": "Marrying a woman as noble as §Y[RecipientExtra.GetFirstName]§! will require a Bride Price of §R$DOWRY$§!¤.",
        "translation": "迎娶一个像§Y[RecipientExtra.GetFirstName]§!一样的贵族女性需要彩礼 §R$DOWRY$§!¤。",
        "stage": 5
    },
    {
        "key": "ARRANGE_BETROTHAL_INTERACTION_4",
        "original": "Marrying a woman as noble as §Y[RecipientExtra.GetFirstName]§! will require a Bride Price of §R$DOWRY$§!¤.",
        "translation": "迎娶一个像§Y[RecipientExtra.GetFirstName]§!一样的贵族女性需要彩礼 §R$DOWRY$§!¤。",
        "stage": 5
    },
    {
        "key": "OFFER_MARRIGE_INTERACTION_LETTER_BRIDE_PRICE",
        "original": "We propose that [ActorExtra.GetBestName] and [RecipientExtra.GetBestName] marry. Of course, for such a noble Lady, we also offer a Bride Price of $DOWRY$¤",
        "translation": "本座提议让[ActorExtra.GetBestName]和[RecipientExtra.GetBestName]结为夫妻。当然对于这样一位高贵的女性，本座将会提供彩礼 $DOWRY$¤",
        "stage": 1
    },
    {
        "key": "ARRANGE_BETROTHAL_INTERACTION_LETTER_BRIDE_PRICE",
        "original": "We propose that [ActorExtra.GetBestName] and [RecipientExtra.GetBestName] should get betrothed. Of course, for such a noble Lady, we also offer a Bride Price of $DOWRY$¤",
        "translation": "本座提议让[ActorExtra.GetBestName]和[RecipientExtra.GetBestName]结为夫妻。当然对于这样一位高贵的女性，本座将会提供彩礼 $DOWRY$¤",
        "stage": 1
    },
    {
        "key": "RELEASE_VASSAL_INTERACTION_TITLE",
        "original": "Grant Independence",
        "translation": "准许独立",
        "stage": 5
    },
    {
        "key": "RELEASE_VASSAL_INTERACTION_DESC",
        "original": "Grant a vassal independence",
        "translation": "承认封臣独立",
        "stage": 5
    },
    {
        "key": "RELEASE_VASSAL_INTERACTION_LONG_DESC",
        "original": "An independent liege can grant independence to direct vassals.",
        "translation": "独立的领主可以准许直属封臣独立。",
        "stage": 5
    },
    {
        "key": "RELEASE_VASSAL_INTERACTION_ACCEPT_SETUP",
        "original": "Independence Accepted",
        "translation": "承认独立",
        "stage": 5
    },
    {
        "key": "RELEASE_VASSAL_INTERACTION_ACCEPT_LOG",
        "original": "§Y[Actor.GetTitledName]§W granted §Y[Recipient.GetTitledName]§W independence",
        "translation": "§Y[Actor.GetTitledName]§W承认§Y[Recipient.GetTitledName]§W独立",
        "stage": 5
    },
    {
        "key": "RELEASE_VASSAL_INTERACTION_DECLINE_SETUP",
        "original": "Independence Declined",
        "translation": "拒绝独立",
        "stage": 5
    },
    {
        "key": "RELEASE_VASSAL_INTERACTION_DECLINE_LOG",
        "original": "§Y[Recipient.GetTitledName]§W refused an offer of independence from §Y[Actor.GetTitledName]§W",
        "translation": "§Y[Recipient.GetTitledName]§W拒绝§Y[Actor.GetTitledName]§W授予的独立",
        "stage": 5
    },
    {
        "key": "RELEASE_VASSAL_INTERACTION_OFFER",
        "original": "[Actor.GetTitledName] has granted you independence!",
        "translation": "[Actor.GetTitledName]承认你的独立！",
        "stage": 5
    },
    {
        "key": "RELEASE_VASSAL_INTERACTION_LETTER",
        "original": "I release you from your vassalage and will no longer be your liege. [Actor.Religion.GetRandomGodNameCap] bless your future endeavors!",
        "translation": "我将解除你的附庸关系并不再是你的领主。[Actor.Religion.GetRandomGodNameCap]祝你拥有一个美好的未来！",
        "stage": 5
    },
    {
        "key": "VASSAL_RELEASED_SETUP",
        "original": "Vassalage Ended",
        "translation": "附庸关系结束",
        "stage": 5
    },
    {
        "key": "VASSAL_RELEASED_LETTER",
        "original": "Esteemed $VASSAL$, for political reasons I have decided to release you from your vassalage and grant you full independence. Good luck!\\n\\n$LIEGE$",
        "translation": "尊敬的$VASSAL$，基于政治考虑，我将解除你的附庸关系并允许你完全独立。祝你好运！\\n\\n$LIEGE$",
        "stage": 5
    },
    {
        "key": "VASSAL_RELEASED_LOG",
        "original": "§Y$LIEGE$§! has granted independence to §Y$VASSAL$§!",
        "translation": "§Y$LIEGE$§!已经承认§Y$VASSAL$§!的独立",
        "stage": 5
    },
    {
        "key": "ca_wall_q_1_desc",
        "original": "This shallow moat surrounding the castle provides another obstacle for attackers to overcome.",
        "translation": "这条围绕着城堡的浅护城河增加了另一个需要进攻者克服的障碍。",
        "stage": 5
    },
    {
        "key": "ca_wall_q_2_desc",
        "original": "These narrow slits allow the defenders to rain down arrows on any attacker without being hit in turn.",
        "translation": "这些狭窄的箭孔能让守军将箭雨洒向敌军而不会受到回击。",
        "stage": 5
    },
    {
        "key": "ca_wall_q_3_desc",
        "original": "A fortified portcullis that can quickly be raised or lowered as the situation demands.",
        "translation": "一个可以根据情况需要升起降下的强化城门。",
        "stage": 5
    },
    {
        "key": "ca_wall_q_4_desc",
        "original": "A deep moat filled with unsanitary water. A formidable obstacle for any attacker.",
        "translation": "一条淌着污水的大护城河，对进攻者形成难以克服的屏障。",
        "stage": 5
    },
    {
        "key": "ca_wall_q_5_desc",
        "original": "This outer network of barbicans ensures that attackers come under fire before they can even approach the main walls.",
        "translation": "一个外堡群以确保在攻击者到达主城墙之前就承受足量远程火力。",
        "stage": 5
    },
    {
        "key": "ca_wall_1_desc",
        "original": "A simple palisade to keep out riff-raff, but it will not delay a determined attacker for very long.",
        "translation": "简单的栅栏只可暂且阻拦乌合之众，对训练有素的进攻者则是无能为力，",
        "stage": 5
    },
    {
        "key": "ca_wall_2_desc",
        "original": "These low walls provide some protection, but they can still easily be scaled.",
        "translation": "矮墙有一定的防守效果，但仍然易被突破，",
        "stage": 5
    },
    {
        "key": "ca_wall_3_desc",
        "original": "These stone walls surround the castle and must be overcome by any attacker.",
        "translation": "围绕着城堡的石墙足以让任何攻击者畏惧。",
        "stage": 5
    },
    {
        "key": "ca_wall_4_desc",
        "original": "These large walls surround the castle and must be overcome by any attacker.",
        "translation": "围绕着城堡的大型城墙足以让任何攻击者畏惧。",
        "stage": 5
    },
    {
        "key": "ca_wall_5_desc",
        "original": "These massive walls surround the castle and must be overcome by any attacker.",
        "translation": "围绕着城堡的巨型城墙足以让任何攻击者畏惧。",
        "stage": 5
    },
    {
        "key": "ca_keep_1_desc",
        "original": "This keep serves as the fortified residence of the castle's inhabitants.",
        "translation": "要塞给城堡内的居民提供了一个坚固的住所。",
        "stage": 5
    },
    {
        "key": "ca_militia_barracks_1_desc",
        "original": "This simple training ground readies the peasants for war.",
        "translation": "为农民提供一些军事训练的简单训练场。",
        "stage": 5
    },
    {
        "key": "ca_militia_barracks_2_desc",
        "original": "An archery range where the levies can master the art of the bow.",
        "translation": "为征召兵提供弓箭训练的靶场。",
        "stage": 5
    },
    {
        "key": "ca_militia_barracks_3_desc",
        "original": "An expanded archery range where the levies can master the art of the bow.",
        "translation": "为征召兵提供弓箭训练的大型靶场。",
        "stage": 5
    },
    {
        "key": "ca_barracks_1_desc",
        "original": "These quarters are the home of the castle's levies.",
        "translation": "这些营房是征召兵们的住所。",
        "stage": 5
    },
    {
        "key": "ca_stable_1_desc",
        "original": "This stable just outside the castle walls houses all the steeds of the levy.",
        "translation": "城外不远的马厩存放着征召兵们的战马。",
        "stage": 5
    },
    {
        "key": "ca_town_1_desc",
        "original": "A small village has formed around the castle, as local peasants flock to its walls for protection.",
        "translation": "一个小村庄围绕着城堡而建，当地的农民会涌向防御墙以寻求庇护。",
        "stage": 5
    },
    {
        "key": "ca_town_2_desc",
        "original": "A town has formed around the castle, as local peasants flock to its walls for protection.",
        "translation": "一个小镇围绕着城堡而建，当地的农民会涌向防御墙以寻求庇护。",
        "stage": 5
    },
    {
        "key": "ca_town_3_desc",
        "original": "A city has formed around the castle, as local peasants flock to its walls for protection.",
        "translation": "一个城市围绕着城堡而建，当地的农民会涌向防御墙以寻求庇护。",
        "stage": 5
    },
    {
        "key": "ca_town_4_desc",
        "original": "The small village that once surrounded this castle has turned into a large city, with thousands of inhabitants calling it their home.",
        "translation": "曾经围绕城堡的村庄已经发展成为了一座大城市，里面住着上千视之为桑梓的住民。",
        "stage": 5
    },
    {
        "key": "ca_town_5_desc",
        "original": "The small village that once surrounded this castle has turned into a bustling metropolis, with thousands of inhabitants calling it their home.",
        "translation": "曾经围绕城堡的村庄已经发展成为了一座繁华的大都会，里面住着上千视之为桑梓的住民。",
        "stage": 5
    },
    {
        "key": "ca_warrior_cult_desc",
        "original": "Pagan warriors from all nearby tribes gather here and work themselves into a blood frenzy before they set out for battle.",
        "translation": "周围部落的原始宗教战士们聚集于此，他们将在战前化为一群嗜血的虎狼之师。",
        "stage": 5
    },
    {
        "key": "ca_culture_frank_norman_german_1_desc",
        "original": "Here knights face off against each other in jousting tournaments and other chivalrous competitions.",
        "translation": "骑士们在此进行马上比武，其他的则展示他们的骑士风度。",
        "stage": 5
    },
    {
        "key": "ca_culture_group_north_germanic_1_desc",
        "original": "Housecarls are trained here, providing excellent if somewhat ill-tempered heavy infantry, usually equipped with powerful battle axes.",
        "translation": "斯堪的纳维亚侍卫在此训练。装备着强力战斧的他们受到过良好的训练，即使他们的脾气有点暴躁。",
        "stage": 5
    },
    {
        "key": "ca_culture_hungarian_1_desc",
        "original": "The hussars make excellent light cavalry, and are trained to hit the enemy relentlessly from different directions before regrouping and doing it again.",
        "translation": "骠骑兵是优秀的轻骑兵，他们在反复穿插敌阵的过程中给予敌人无情的打击。",
        "stage": 5
    },
    {
        "key": "ca_culture_group_arabic_1_desc",
        "original": "Camels make adaptable and sturdy mounts, especially in desert environments. Not only do their smell often frighten horses, but they are excellent pack animals that free up faster mounts for use in battle when the situation dictates.",
        "translation": "骆驼，尤其是那些生活在沙漠环境中的种类是优秀且有耐力的牲畜。它们的气息可以惊慑敌人的战马，在战斗中它们也更易于操作。",
        "stage": 5
    },
    {
        "key": "ca_culture_group_byzantine_1_desc",
        "original": "Both the horse and rider are clad in iron scales in these heavily armored cavalry formations. The cataphracts are a fearsome sight on the battlefield, and few armies can withstand one of their massed charges.",
        "translation": "这些重骑兵队的骑兵和战马都披着重甲。铁甲骑兵是战场上的恐怖，很少有军队能承受住他们的大规模冲锋。",
        "stage": 5
    },
    {
        "key": "ca_culture_west_african_1_desc",
        "original": "These free warriors from the horon caste come armed with bows and poisoned arrows.",
        "translation": "这些来自霍隆种姓的自由民战士装备着弓和毒箭来到此地。",
        "stage": 5
    },
    {
        "key": "ct_wall_q_1_desc",
        "original": "This shallow moat surrounding the city provides another obstacle for attackers to overcome.",
        "translation": "这条围绕着城市的浅护城河增加了另一个需要进攻者克服的障碍。",
        "stage": 5
    },
    {
        "key": "ct_wall_q_2_desc",
        "original": "This gatehouse defends the entrance to the city, and makes it easier to control who comes in and who leaves.",
        "translation": "门楼守卫着城市的入口，并且更加方便地控制着人员的进出。",
        "stage": 5
    },
    {
        "key": "ct_wall_3_desc",
        "original": "These stone walls surround the city and must be overcome by any attacker.",
        "translation": "围绕着城市的石墙足以让任何攻击者畏惧。",
        "stage": 5
    },
    {
        "key": "ct_wall_4_desc",
        "original": "These large walls surround the city and must be overcome by any attacker.",
        "translation": "围绕着城市的大型城墙足以让任何攻击者畏惧。",
        "stage": 5
    },
    {
        "key": "ct_wall_5_desc",
        "original": "These massive walls surround the city and must be overcome by any attacker.",
        "translation": "围绕着城市的巨型城墙足以让任何攻击者畏惧。",
        "stage": 5
    },
    {
        "key": "ct_training_grounds_1_desc",
        "original": "The city militia assembles here to train and arm themselves.",
        "translation": "城市民兵在这里下训练和武装自己。",
        "stage": 5
    },
    {
        "key": "ct_barracks_2_desc",
        "original": "This range lets the city inhabitants practise their archery and provides skilled bowmen for the militia.",
        "translation": "这片场地为城中居民提供弓术训练以是他们成为合格的箭手。",
        "stage": 5
    },
    {
        "key": "ct_guard_1_desc",
        "original": "The city guard are headquartered here, constantly on watch for those who would break the law or upset the peace.",
        "translation": "城市警卫的总部设立于此，他们时刻监视着那些试图破坏法律扰乱和平的人。",
        "stage": 5
    },
    {
        "key": "ct_marketplace_1_desc",
        "original": "A small market in the center of town where merchants peddle their wares.",
        "translation": "一座小市场设在城市的中心，商人们在此兜售他们的货物。",
        "stage": 5
    },
    {
        "key": "ct_marketplace_2_desc",
        "original": "This is where the city's guilds meet and organize their activities.",
        "translation": "城市的行会组织着他们的活动。",
        "stage": 5
    },
    {
        "key": "ct_marketplace_3_desc",
        "original": "Toll booths provide a welcome boost to any city's income, as traveling merchants are forced to part with some of their wealth while passing through.",
        "translation": "收费站是提高城市收入的一个有效方法，行商们如果想通过就必须交出钱来。",
        "stage": 5
    },
    {
        "key": "ct_marketplace_4_desc",
        "original": "Legal disputes in the city are adjucated here, ensuring that trade and commerce continues to flow as smoothly as possible.",
        "translation": "法律纠纷在此决断，保证商贸得以顺利地进行。",
        "stage": 5
    },
    {
        "key": "ct_marketplace_5_desc",
        "original": "Assay offices test the purity of precious metals, and the assayer provides those certified as pure with a master's mark as proof of their quality. This helps to promote fair and honest trade.",
        "translation": "化验室检验贵金属的纯度，化验师为纯度获得证实者颁发大师印记作为其质量的证明。这促进了贸易的公正诚信。",
        "stage": 5
    },
    {
        "key": "ct_marketplace_6_desc",
        "original": "These fairgrounds are large enough to host a magnificent fair, bringing in traders and entertainers from all over the realm.",
        "translation": "露天市场能为一场盛大的集市提供足够大的场地，来自全国各地的商人和艺人将会汇集在这里。",
        "stage": 5
    },
    {
        "key": "ct_port_1_desc",
        "original": "A port that services ships coming in to load or unload cargo.",
        "translation": "港口可以装卸船上的货物。",
        "stage": 5
    },
    {
        "key": "ct_university_1_desc",
        "original": "A place of higher learning for those with influence enough to gain admission.",
        "translation": "一个为有资格获得高等教育的人们求学的地方。",
        "stage": 5
    },
    {
        "key": "tp_wall_q_1_desc",
        "original": "This shallow moat surrounding the [Root.Holder.GetHouseOfWorship] provides another obstacle for attackers to overcome.",
        "translation": "这条围绕着[Root.Holder.GetHouseOfWorship]的浅护城河增加了另一个需要进攻者克服的障碍。",
        "stage": 5
    },
    {
        "key": "tp_wall_q_2_desc",
        "original": "This gatehouse defends the entrance to the [Root.Holder.GetHouseOfWorship], and makes it easier to control who comes in and who leaves.",
        "translation": "门楼守卫着[Root.Holder.GetHouseOfWorship]的入口，并且更加方便地控制着人员的进出。",
        "stage": 5
    },
    {
        "key": "tp_wall_3_desc",
        "original": "These stone walls surround the [Root.Holder.GetHouseOfWorship] and must be overcome by any attacker.",
        "translation": "围绕着[Root.Holder.GetHouseOfWorship]的石墙足以让任何攻击者畏惧。",
        "stage": 5
    },
    {
        "key": "tp_wall_4_desc",
        "original": "These large walls surround the [Root.Holder.GetHouseOfWorship] and must be overcome by any attacker.",
        "translation": "围绕着[Root.Holder.GetHouseOfWorship]的大型城墙足以让任何攻击者畏惧。",
        "stage": 5
    },
    {
        "key": "tp_wall_5_desc",
        "original": "These massive walls surround the [Root.Holder.GetHouseOfWorship] and must be overcome by any attacker.",
        "translation": "围绕着[Root.Holder.GetHouseOfWorship]的巨型城墙足以让任何攻击者畏惧。",
        "stage": 5
    },
    {
        "key": "tp_monastery_1_desc",
        "original": "This [Root.Holder.GetHouseOfWorship] serves as the spiritual center of the local community.",
        "translation": "这个[Root.Holder.GetHouseOfWorship]是本地社群的精神中心。",
        "stage": 5
    },
    {
        "key": "tp_monastery_2_desc",
        "original": "People from across the realm come here to visit this impressive cathedral. It serves as a major landmark, and its spires can be seen from far away.",
        "translation": "来自全国各地人们前来参拜这座大教堂。它是本地的中心地标，它的塔尖即使在很远的地方也能看到。",
        "stage": 5
    },
    {
        "key": "tp_barracks_1_desc",
        "original": "When necessary, peasants from the local farms are conscripted into the [Root.Holder.GetHouseOfWorship] militia and stationed here.",
        "translation": "一旦有需要，本地的农民将被征召进[Root.Holder.GetHouseOfWorship]卫队前来驻防。",
        "stage": 5
    },
    {
        "key": "tp_elite_barracks_1_desc",
        "original": "These holy warriors have sworn to defend this [Root.Holder.GetHouseOfWorship] with their lives.",
        "translation": "这些神圣的战士们宣誓将会以生命守卫这座[Root.Holder.GetHouseOfWorship]。",
        "stage": 5
    },
    {
        "key": "tp_town_1_desc",
        "original": "This small village of faithful peasants has formed around the [Root.Holder.GetHouseOfWorship].",
        "translation": "一座住满虔诚农民的小村庄围绕着[Root.Holder.GetHouseOfWorship]。",
        "stage": 5
    },
    {
        "key": "tp_town_2_desc",
        "original": "This town of faithful peasants has formed around the [Root.Holder.GetHouseOfWorship].",
        "translation": "一座住满虔诚农民的城镇围绕着[Root.Holder.GetHouseOfWorship]。",
        "stage": 5
    },
    {
        "key": "tp_town_3_desc",
        "original": "This large town of faithful peasants has formed around the [Root.Holder.GetHouseOfWorship].",
        "translation": "一座住满虔诚农民的大市镇围绕着[Root.Holder.GetHouseOfWorship]。",
        "stage": 5
    },
    {
        "key": "tp_town_4_desc",
        "original": "The small village that once surrounded this [Root.Holder.GetHouseOfWorship] has turned into a large city, with thousands of inhabitants calling it their home.",
        "translation": "曾经围绕在这座[Root.Holder.GetHouseOfWorship]周围的村庄已经发展成为了一座大城市，里面住着上千视之为桑梓的居民。",
        "stage": 5
    },
    {
        "key": "tp_town_5_desc",
        "original": "The small village that once surrounded this [Root.Holder.GetHouseOfWorship] has turned into a bustling metropolis, with thousands of inhabitants calling it their home.",
        "translation": "曾经围绕在这座[Root.Holder.GetHouseOfWorship]周围的村庄已经发展成为了一座繁华的大都会，里面住着上千视之为桑梓的居民。",
        "stage": 5
    },
    {
        "key": "tp_school_1_desc",
        "original": "This school teaches many subjects and is a rare center of high learning, but the students enrolled here primarily study to prepare themselves for future careers in the clergy. No girls allowed.",
        "translation": "这所学校传授许多不同种类的科目并且是少有的高等教育中心，但通常这里的学生将会成为教士。这里不招收女生。",
        "stage": 5
    },
    {
        "key": "ct_marketplace_1_desc_muslim",
        "original": "A small bazaar in the center of town where merchants peddle their wares.",
        "translation": "一座小巴扎设在城市的中心，商人们在此兜售他们的货物。",
        "stage": 5
    },
    {
        "key": "ct_marketplace_2_desc_muslim",
        "original": "A large bazaar in the center of town where merchants peddle their wares.",
        "translation": "一座大巴扎设在城市的中心，商人们在此兜售他们的货物。",
        "stage": 5
    },
    {
        "key": "ct_marketplace_3_desc_muslim",
        "original": "This open-air marketplace is filled with merchant stands where almost anything can be bought.",
        "translation": "露天市场里有很多商人，几乎所有东西都能买到。",
        "stage": 5
    },
    {
        "key": "ct_marketplace_4_desc_muslim",
        "original": "This walled and highly populated quarter of the city is a complex maze of narrow streets and alleyways.",
        "translation": "这片由高墙围起来的繁荣城区是一座由窄巷和小街组成的迷宫。",
        "stage": 5
    },
    {
        "key": "ct_marketplace_5_desc_muslim",
        "original": "This walled and highly populated quarter forms the heart of the city, and it is a complex maze of narrow streets and alleyways.",
        "translation": "这片由高墙围起来的繁荣城区构成了城市的中心，这是一座由窄巷和小街组成的迷宫。",
        "stage": 5
    },
    {
        "key": "ct_marketplace_6_desc_muslim",
        "original": "A great bazaar that seems filled with merchants from all over the known world. If an item can't be found for sale here, it likely doesn't exist.",
        "translation": "一座巨大的巴扎里聚满了来自全世界的商人。如果有什么东西在这里买不到的话，那它可能就并不存在于这个世上。",
        "stage": 5
    },
    {
        "key": "tp_wall_q_1_desc_muslim",
        "original": "This shallow moat surrounding the mosque provides another obstacle for attackers to overcome.",
        "translation": "这条围绕着清真寺的浅护城河增加了另一个需要进攻者克服的障碍。",
        "stage": 5
    },
    {
        "key": "tp_wall_q_2_desc_muslim",
        "original": "This gatehouse defends the entrance to the mosque, and makes it easier to control who comes in and who leaves.",
        "translation": "门楼守卫着清真寺的入口，并且更加方便地控制着人员的进出。",
        "stage": 5
    },
    {
        "key": "tp_wall_3_desc_muslim",
        "original": "These stone walls surround the mosque and must be overcome by any attacker.",
        "translation": "围绕着清真寺的石墙足以让任何攻击者畏惧。",
        "stage": 5
    },
    {
        "key": "tp_wall_4_desc_muslim",
        "original": "These large walls surround the mosque and must be overcome by any attacker.",
        "translation": "围绕着清真寺的大型城墙足以让任何攻击者畏惧。",
        "stage": 5
    },
    {
        "key": "tp_wall_5_desc_muslim",
        "original": "These massive walls surround the mosque and must be overcome by any attacker.",
        "translation": "围绕着清真寺的巨型城墙足以让任何攻击者畏惧。",
        "stage": 5
    },
    {
        "key": "tp_monastery_1_desc_muslim",
        "original": "This mosque serves as the spiritual center of the local community.",
        "translation": "清真寺是本地社群的精神中心。",
        "stage": 5
    },
    {
        "key": "tp_monastery_2_desc_muslim",
        "original": "People from across the realm come here to visit this impressive mosque. It serves as a major landmark, and its minarets can be seen from far away.",
        "translation": "来自全国各地的人们前来参拜这座雄伟的清真寺，它是本地的中心地标，它的宣礼塔即使在很远的地方也能看到。",
        "stage": 5
    },
    {
        "key": "tp_barracks_1_desc_muslim",
        "original": "When necessary, peasants from the local farms are conscripted into the mosque militia and stationed here.",
        "translation": "一旦有需要，本地的农民将被征召进清真寺卫队前来驻防。",
        "stage": 5
    },
    {
        "key": "tp_elite_barracks_1_desc_muslim",
        "original": "These holy warriors have sworn to defend this mosque with their lives.",
        "translation": "这些神圣的战士们宣誓将会以生命守卫这座清真寺。",
        "stage": 5
    },
    {
        "key": "tp_town_1_desc_muslim",
        "original": "This small village of faithful peasants has formed around the mosque.",
        "translation": "一座住满虔诚农民的小村庄围绕着清真寺。",
        "stage": 5
    },
    {
        "key": "tp_town_2_desc_muslim",
        "original": "This town of faithful peasants has formed around the mosque.",
        "translation": "一座住满虔诚农民的城镇围绕着清真寺。",
        "stage": 5
    },
    {
        "key": "tp_town_3_desc_muslim",
        "original": "This large town of faithful peasants has formed around the mosque.",
        "translation": "一座住满虔诚农民的城市围绕着清真寺。",
        "stage": 5
    },
    {
        "key": "tp_town_4_desc_muslim",
        "original": "The small village that once surrounded this mosque has turned into a large city, with thousands of inhabitants calling it their home.",
        "translation": "曾经围绕在清真寺周围的村庄已经发展成为了一座大城市，里面住着上千视之为桑梓的居民。",
        "stage": 5
    },
    {
        "key": "tp_town_5_desc_muslim",
        "original": "The small village that once surrounded this mosque has turned into a bustling metropolis, with thousands of inhabitants calling it their home.",
        "translation": "曾经围绕在清真寺周围的村庄已经发展成为了一座繁华的大都会，里面住着上千视之为桑梓的居民。",
        "stage": 5
    },
    {
        "key": "FC_FIND_CHARACTERS",
        "original": "Find Characters",
        "translation": "找到角色",
        "stage": 5
    },
    {
        "key": "CB_NAME_SEIZE_TRADE_POST",
        "original": "Seize [Title.GetBaseName] Trade Post",
        "translation": "夺取[Title.GetBaseName]贸易站",
        "stage": 5
    },
    {
        "key": "WAR_NAME_SEIZE_TRADE_POST",
        "original": "$ORDER$$FIRST_ADJ$-$SECOND_ADJ$ Trade War over $OTHER_TITLE$",
        "translation": "$ORDER$ $FIRST_ADJ$-$SECOND_ADJ$夺取$OTHER_TITLE$贸易战争",
        "stage": 5
    },
    {
        "key": "TRIGGER_SEA_ZONE",
        "original": "Trade Post Owner",
        "translation": "贸易站主人",
        "stage": 5
    },
    {
        "key": "SEIZE_TRADE_POST_EFFECT",
        "original": "§Y$TAKER$§! seizes the Trade Post in §Y$PROV$§!",
        "translation": "§Y$TAKER$§!夺取了位于§Y$PROV$§!的贸易站",
        "stage": 5
    },
    {
        "key": "opinion_feuding_family",
        "original": "Feuding Families",
        "translation": "世仇家族",
        "stage": 5
    },
    {
        "key": "opinion_feuding_family_light",
        "original": "Feuding Families",
        "translation": "世仇家族",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_002",
        "original": "You have just learned that the captain of one of your trade galleys has been selling part of his cargo to [From.GetOnlyDynastyName] smugglers instead of delivering it as ordered, apparently hoping the amount sold would be too small to be noticed. The captain and his crew have been jailed, but the thieving scum had already spent most of their ill-gotten profits on spirits and women.",
        "translation": "你刚刚得知你的一艘贸易船的船长将你的一部分货物出售给了[From.GetOnlyDynastyName]的走私者而不是你指定的买家，显然他认为这和总贸易额相比只是一笔不易发现的小买卖。船长和他的船员已被逮捕，但这帮子贼王八们已经把他们的赃款挥霍在烈酒和女人身上了。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_002",
        "original": "Can no one be trusted these days?",
        "translation": "这年头已经没人值得信任了吗？",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_003",
        "original": "One of your trade galleys finally made it back to port today after being delayed for several days by a storm. Sadly, it was discovered that the ship's entire cargo had been spoiled by seawater and rendered worthless. A total loss.",
        "translation": "你的一艘因风暴而延误的贸易船终于靠岸了。不幸的是船上的货物已经被海水浸泡完全报废。血本无归。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_003",
        "original": "Confound it all!",
        "translation": "可恶！",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_005",
        "original": "A trade galley belonging to the [Root.GetOnlyDynastyName] shipping empire has been several days overdue. This morning another captain on the [From.GetOnlyDynastyName] payroll came into port with flotsam from the lost ship, which he claims to have found in the wake of a recent storm. It looks like your galley was caught in it.",
        "translation": "一艘属于[Root.GetOnlyDynastyName]海运帝国的贸易船延误了好几天了。今天早上另一名[From.GetOnlyDynastyName]属下的船长带着失踪船舶的碎片进港了，他说他在风暴过后的海面上发现了这些东西，你的船舶好像在风暴中失事了。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_005",
        "original": "The sea shall be their grave.",
        "translation": "大海将是他们的坟墓。",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_006",
        "original": "A convoy of several merchant galleys belonging to your family has been ambushed by pirates on the high seas! The brigands seized two of your ships, but there is sadly little that can be done for the captured crews. They will most likely be sold as slaves along with the cargo their ships were carrying.",
        "translation": "你的家族运输船的护航舰队在公海上中了海盗的埋伏！强盗们夺取了你两艘船，但更悲惨的是那两艘船上的被俘船员们。他们将作为奴隶和船上的那些货物一同卖掉。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_006",
        "original": "Barbarians!",
        "translation": "野蛮人！",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_007",
        "original": "A convoy flying the [Root.GetOnlyDynastyName] standard was ambushed by pirates today while on their way home with their holds full of precious cargo. Thanks to the quick actions of their crews, they managed to turn the tables on the pirates and capture two of their galleys! The prize money will be divided evenly, but the lion's share goes to you!",
        "translation": "一支挂着[Root.GetOnlyDynastyName]旗帜的护航船队在满载货物的归途中中了海盗的埋伏。幸好船员们反应及时，他们迅速扭转局势并虏获了两艘海盗船！赏金将会被分发下去，不过你得到了最大的那份！",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_007",
        "original": "Finally some good news.",
        "translation": "终于有好消息了。",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_008",
        "original": "One of your ships has returned from a foreign port with a cargo of rare spices of the very finest quality. Word has spread throughout [Root.MercRepCapital.GetName], and the local nobility is already lining up at the docks, pleading for a chance to buy some of this precious cargo.",
        "translation": "你的一艘满载着异国珍贵香料的货船回港了，消息传遍了[Root.MercRepCapital.GetName]，本地贵族们在码头排起了长队，希求能购得一些珍贵的货品。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_008",
        "original": "The spice must flow.",
        "translation": "这些香料肯定会流行起来。",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_009",
        "original": "An enterprising captain in command of one of your galleys has discovered several new markets along foreign shores. He reports that these distant ports are rife with opportunities for trade and profit.",
        "translation": "你的一名充满进取心的船长在异国的海岸发现了几个新的市场。他报告说这些遥远的港口充满了贸易机遇和利润。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_009",
        "original": "Rule number 62... \"The riskier the road, the greater the profit.\"",
        "translation": "第62条规则……「风险越大，利益越大。」",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_010",
        "original": "To everyone's astonishment, a galley belonging to the [Root.GetOnlyDynastyName] family that was thought lost years ago slipped quietly into port last night. The ship is riddled with arrows and the sails are barely holding together, but against all odds the captain managed to bring in his cargo. He has quite a story to tell.",
        "translation": "不可思议，一艘属于[Root.GetOnlyDynastyName]家族的早先被认为失踪的货船在昨夜驶入港口。 船上插满了箭头，风帆也是勉强绑好，但船长依然完好地带回了他手下货物。他看来有不寻常的故事要讲。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_010",
        "original": "Better late than never!",
        "translation": "迟了总比没有强！",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_011",
        "original": "The lazy, ungrateful dockworkers in [Root.MercRepCapital.GetName] are refusing to unload ships! Citing poor working conditions and low pay, they will not let anyone past their picket line. Troops from all of the major families are working together to quickly silence the leaders of these mobs, but costly delays in shipping are unavoidable at this point.",
        "translation": "懒惰、忘恩负义的[Root.MercRepCapital.GetName]码头工人们拒绝装卸船舶上的货物！由于恶劣的工作环境和极低的薪水，他们不让任何人通过他们的封锁线。来自所有主要家族的军队迅速平定了这伙歹徒，但货物延期导致的高额损失已经不可避免。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_011",
        "original": "And after everything I've done for them...",
        "translation": "我已经完成了一切善后工作……",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_012",
        "original": "A large warehouse belonging to your family at the docks in [Root.MercRepCapital.GetName] has caught fire! The dockworkers have formed human chains and are passing buckets of water between each other to put the flames out before the fire has a chance to spread, but a lot of valuable goods have already been lost.",
        "translation": "位于[Root.MercRepCapital.GetName]码头的一座属于你的家族的大仓库着火了！港口工人排成一长列，正在一个接一个的传递盛满水的木桶，试图在火势蔓延之前将火扑灭，但是很多价值连城的货物已经损失掉了。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_012",
        "original": "What a disaster.",
        "translation": "杯具啊。",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_014",
        "original": "A wealthy local noble is looking to escape the consequences of several indiscretions on his part against a female member of the [From.GetOnlyDynastyName] family. He has offered to pay handsomely for passage on one of your ships to a foreign port, where he can hopefully lay low for a few years.",
        "translation": "一位富有的本地贵族想要逃避他的几次轻率行为的后果，他冒犯了[From.GetOnlyDynastyName]家族的一位女性。他想支付一大笔钱来坐你的船去一座外国的港口，在那里他可以隐姓埋名呆上几年。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_014",
        "original": "Of course. Make the arrangements.",
        "translation": "当然可以。马上去安排这件事。",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_015",
        "original": "The dockworkers handling the loading and unloading of your ships have become quite efficient at their work. Disembarked crews are complaining that they barely have enough time to get drunk in [Root.MercRepCapital.GetName] before their galleys are ready to set sail again.",
        "translation": "负责为你的船队装卸货物的码头工人们已经变得十分有效率。下船的船员经常抱怨他们几乎没有足够的时间在[Root.MercRepCapital.GetName]好好喝上一顿，他们的浆帆船就已经准备好起航了。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_015",
        "original": "Keep up the good work, men.",
        "translation": "继续保持这样的工作效率，伙计们。",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_016",
        "original": "The rotting remains of a ship lost centuries ago was discovered by a [Root.GetOnlyDynastyName] galley in the port of [Root.MercRepCapital.GetName]. Divers working for your family have managed to salvage a small treasure chest containing gold bullion!",
        "translation": "一艘[Root.GetOnlyDynastyName]的浆帆船在[Root.MercRepCapital.GetName]的港口发现了一艘失踪几个世纪的已经腐烂的沉船遗迹。为你家族工作的潜水员们成功地从中找到了一个装满金条的小财宝箱！",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_016",
        "original": "Let's see my share!",
        "translation": "来看看属于我的那份吧！",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_017",
        "original": "Ships from the republic have traveled far and wide in their relentless pursuit of trading opportunities, and as a result the accuracy of your sailors' nautical charts has been improved. Coastal waters that were previously seen as treacherous can now be navigated in relative safety, shortening the time it takes to complete certain routes.",
        "translation": "共和国的船只在广阔的海洋上无休止的追寻贸易机会，因此提高了你的水手们的海图的精确性。原来被视为险途的近岸海域现在可以得到更安全的导航，大大缩短了走完某一航线的时间。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_017",
        "original": "You can never have too many charts.",
        "translation": "海图多多益善。",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_018",
        "original": "There is a lot of commotion at the docks of [Root.MercRepCapital.GetName]. Apparently, the captain of one of your family's trade galleys rammed his ship into the pier while intoxicated. He was lynched by a furious crowd, but the other patrician families are holding you responsible for the damage to the dock facilities.",
        "translation": "在[Root.MercRepCapital.GetName]的港口经常会发生骚动。事实上，这次骚动是由你家族的一位贸易船船长引起的，他由于醉酒把船撞进了防护堤中。愤怒的人群将他私刑处死，而其他的贵人家族认为你应该为码头设施的损坏负责。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_018",
        "original": "That drunken fool.",
        "translation": "那个白痴酒鬼。",
        "stage": 5
    },
    {
        "key": "EVTOPTB_REP_018",
        "original": "An understandable mistake...",
        "translation": "一次可以理解的错误……",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_020",
        "original": "The captain of one of your trade galleys was fished out of the water by a ship working for the [From.GetOnlyDynastyName] family last week. Starved and half-mad from scurvy, the captain reports that his crew mutinied and tossed him overboard. They seem to have decided on a life of piracy.",
        "translation": "上周一艘属于[From.GetOnlyDynastyName]家族的船从海里救起了一名为你工作的贸易船船长。他已经饿得半死并且因为坏血病变得有点疯癫，他报告说他的船员暴动并且把他扔到了海里。他们似乎决定做海盗。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_020",
        "original": "My ship and cargo... lost!",
        "translation": "我的船和货物……全都没了！",
        "stage": 5
    },
    {
        "key": "EVTNAME_REP_101",
        "original": "The Great Ball",
        "translation": "盛大舞会",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_101",
        "original": "[From.GetTitledName] will soon be hosting a great ball in [From.GetHerHis] family palace, and every patrician family in the republic has been invited - except for yours. Your dynasty's relation with the [From.GetOnlyDynastyName] family has been tense as of late, as you are competing with them in several important markets.\\n\\nThe decision not to invite [Root.GetOnlyDynastyName] members to the ball can only be seen as a grave insult. As you sit brooding in the chambers of your own palace, you wonder how to tackle this situation. Will you turn up at the ball anyway, pretending there has been some mistake, or will you turn the other cheek and accept this affront to [Root.GetOnlyDynastyName] honor?",
        "translation": "[From.GetTitledName]不久之后会在[From.GetHerHis]家族宅邸举行一场盛大的舞会，共和国的每一个贵人家族都接到了邀请——除了你的家族。你与[From.GetOnlyDynastyName]家族之间的关系目前处于紧张状态，因为你们正在竞争几处重要的市场。\\n\\n不邀请[Root.GetOnlyDynastyName]家族成员参加舞会的决定只能被视为是严重的侮辱。你坐在自家宅邸的卧室中，想着在这种形势下应该怎样去做。你会出现在舞会假装主人忘了给你请柬，还是把另一边脸伸过去感谢[Root.GetOnlyDynastyName]家族的侮辱？",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_101",
        "original": "Ready my carriage!",
        "translation": "准备好我的马车！",
        "stage": 5
    },
    {
        "key": "EVTOPTB_REP_101",
        "original": "Oh well. What's a ball? I suppose it would be frightfully dull, and...",
        "translation": "好吧，舞会是个啥？我认为它蠢的不能再蠢了。",
        "stage": 5
    },
    {
        "key": "no_ball_tooltip",
        "original": "You stay at home, fiddling your thumbs.",
        "translation": "你呆在家里，摆弄着手指。",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIP_REP_102",
        "original": "You decide to grace the ball with your presence, invitation or not.",
        "translation": "你决定用你的到场来为这场舞会增光添彩，不管你是否接到了邀请。",
        "stage": 5
    },
    {
        "key": "EVTNAME_REP_102",
        "original": "Arriving at the Ball...",
        "translation": "到达舞会地点……",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_102",
        "original": "You show up at the [FromFrom.GetOnlyDynastyName] family palace with your entourage, and make your way past the posted guards before they can block your way. Music and laughter can be heard from inside the palace, but it seems to die out the moment you step inside. Hushed whispers are all that can be heard as everyone's eyes seem to focus on you.\\n\\n\"[Root.GetTitledFirstName]!\" someone calls out. [FromFrom.GetTitledFirstName] emerges from the crowd with a smile on his face. \"How kind of you to join us. May I see your invitation?\" As you struggle for words, guards surround you and your party. \"No invitation? That's a shame.\" With a small wave from [FromFrom.GetFirstName], the guards drag you all outside and throw you down the stairs of the entrance. Lying on your back in the dirt, you see [FromFrom.GetFirstName] grinning down at you.",
        "translation": "你带着随从来到[FromFrom.GetOnlyDynastyName]家族的宅邸，成功地闯过了站岗的卫兵。你可以听到宅邸内的音乐和笑声，但是当你走进来的时候声音都停止了。每个人都盯着你，只能听到静静的耳语声。\\n\\n「[Root.GetTitledFirstName]！」有人喊了出来。[FromFrom.GetTitledFirstName]满脸笑容地从人群中走了出来。「非常高兴看到你。可以让我看一下你的请柬么？」在你想词儿的时候，卫兵包围了你和你的随从。「没有请柬？太遗憾了。」[FromFrom.GetFirstName]轻轻一挥手，卫兵把你们全都拖了出去，把你扔在了入口的台阶上。仰面躺在泥土上，你看到[FromFrom.GetFirstName]俯视着你咧嘴而笑。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_102",
        "original": "You will live to regret this, [FromFrom.GetFirstName]! Mark my words!",
        "translation": "你会为此后悔一辈子的，[FromFrom.GetFirstName]！记住我的话！",
        "stage": 5
    },
    {
        "key": "feud_begins_tooltip",
        "original": "This will be the start of a great vendetta between your two families...",
        "translation": "这件事将成为你们两个家族之间世仇的开端……",
        "stage": 5
    },
    {
        "key": "EVTNAME_REP_104",
        "original": "The Even Greater Ball",
        "translation": "更加盛大的舞会",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_104",
        "original": "As a way to get back at the vile [From.GetOnlyDynastyName] family, you could make arrangements to host your own grand ball. Invitations will be sent out to all patrician families, with the exception of the [From.GetOnlyDynastyName] of course.\\n\\nIf this is to work, your ball will have to be much grander than the one that weasel [From.GetTitledFirstName] threw together. It won't be cheap, but it would restore your prestige and bring shame to those [From.GetOnlyDynastyName] dogs...",
        "translation": "作为还击[From.GetOnlyDynastyName]家族的一项举措，你可以举行一场自己的盛大舞会。所有贵人家族都会接到邀请，当然不包括[From.GetOnlyDynastyName]家族。\\n\\n如果想要达到目的，你的舞会必须远远胜过[From.GetTitledFirstName]这个卑鄙小人的舞会。这笔花销不会少，但是这会恢复你的威望并且羞辱那些[From.GetOnlyDynastyName]的狗杂种……",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_104",
        "original": "Make it happen! Spare no expense!",
        "translation": "就这么去办吧！不要在乎钱！",
        "stage": 5
    },
    {
        "key": "EVTOPTB_REP_104",
        "original": "I refuse to stoop to their childish level.",
        "translation": "我不会蠢得和他们那种过家家水平一样。",
        "stage": 5
    },
    {
        "key": "no_own_ball_tooltip",
        "original": "You decide to just forget about this whole thing.",
        "translation": "你决定让这件事情随风而去。",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIP_REP_105",
        "original": "You make arrangements to hold a splendid ball.",
        "translation": "你决定操办一场无与伦比的舞会。",
        "stage": 5
    },
    {
        "key": "EVTNAME_REP_105",
        "original": "The Day of the Ball",
        "translation": "舞会当天",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_105",
        "original": "The day of your grand ball has arrived and everyone of importance in [Root.MercRepCapital.GetName] is in your palace. Everyone but the [FromFrom.GetOnlyDynastyName] family. Your guards have strict orders not to permit anyone from their bloodline inside.\\n\\nIn one corner of the ballroom, a bearded gentleman who looks vaguely familiar is loudly and unfavorably comparing your ball with the [FromFrom.GetOnlyDynastyName] one. As you approach him to set him straight, you recognize something in his voice... could it be possible...? You rush forward and rip the thick beard from the man's face to reveal [FromFrom.GetTitledFirstName]! \"YOU!\"\\n\\nAstonished, [FromFrom.GetFirstName] pushes you aside and makes a mad dash for the exit like a frightened rabbit while shoving several dancing guests to the floor.",
        "translation": "终于到了你举行盛大舞会的这天，[Root.MercRepCapital.GetName]每一个有头有脸的人都来到了你的宅邸。每一个人，除了[FromFrom.GetOnlyDynastyName]家族的人。你的卫兵接到严令，不要放有他们血脉的任何人进来。\\n\\n在舞厅的一角，一个看起来似乎有点眼熟的大胡子男性正在令人不快地大声比较你的舞会和[FromFrom.GetOnlyDynastyName]的舞会。当你走近想要纠正他时，你注意到了他的声音……难道……你冲到他面前揪掉他的浓密胡须，露出了[FromFrom.GetTitledFirstName]的真面目！「是你！」\\n\\n震惊之下，[FromFrom.GetFirstName]把你推向一旁，像一只受惊的兔子一样疯狂的冲向出口，把好几名正在跳舞的客人推倒在地。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_105",
        "original": "Ha! Let him run.",
        "translation": "哈！让他跑。",
        "stage": 5
    },
    {
        "key": "EVTNAME_REP_151",
        "original": "The [From.GetOnlyDynastyName] Flagship",
        "translation": "[From.GetOnlyDynastyName]家族的旗舰",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_151",
        "original": "Word has reached you that your mortal enemies, the [From.GetOnlyDynastyName] family, are planning the construction of a great galley the likes of which has never before been seen. It is to surpass even the bucentaur, the flagship of the Venetian Doge, in size and splendor. The hubris of [From.GetTitledFirstName] is without equal!\\n\\n[Root.job_spymaster.GetTitledFirstName], your [Root.GetSpymasterName], has put together a plan to make sure this atrocity never sails the seas. Men loyal to [Root.job_spymaster.GetHerHim] will infiltrate the [From.GetOnlyDynastyName] shipyard in [Root.MercRepCapital.GetName] posing as shipwrights. Once inside, they will add several subtle structural flaws to the galley that will hopefully escape detection until it sets out on its maiden voyage...",
        "translation": "你听说与你不共戴天的仇敌，[From.GetOnlyDynastyName]家族，正在计划建造一艘前所未有的巨大的浆帆船。它甚至在尺寸和华丽上面超过威尼斯总督的旗舰——礼舟。[From.GetTitledFirstName]的狂妄达到了前所未有的水平！\\n\\n[Root.job_spymaster.GetTitledFirstName]，你的[Root.GetSpymasterName]，提出了一个计划来让这个令人不快的家伙永远不能下水。忠于[Root.job_spymaster.GetHerHim]的人将会化妆成造船的工匠潜入[From.GetOnlyDynastyName]家族位于[Root.MercRepCapital.GetName]的造船厂。一旦潜入成功，他们就会在船上加入几处脆弱的结构缺陷，它们很有可能逃过检测，直到该船处女航的那天……",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_151",
        "original": "Brilliant! Send in the men!",
        "translation": "好主意！把我们的人派出去！",
        "stage": 5
    },
    {
        "key": "EVTOPTB_REP_151",
        "original": "This hare-brained scheme will never work.",
        "translation": "这种愚蠢的方案不会奏效。",
        "stage": 5
    },
    {
        "key": "EVTNAME_REP_152",
        "original": "The Marriage of the Sea",
        "translation": "海亲节",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_152",
        "original": "[FromFrom.GetTitledFirstName] has decided to unveil the new [FromFrom.GetOnlyDynastyName] flagship today, at the annual Marriage of the Sea ceremony where the maritime dominance of Venice is celebrated. [FromFrom.GetFirstName] has invited [Root.RelHead.GetTitledFirstName] himself to oversee the ceremony from the great ship. As a long procession of ships sail through the city canals, the Pope drops one of his rings into the water and proclaims, \"We wed thee, sea, in the sign of...\" \\n\\nBefore he can finish the sentance, the galley lurches and begins to tip over! Both the Pope and [FromFrom.GetFirstName] are thrown overboard, but they are soon fished out of the water by some nearby gondoliers. The Supreme Pontiff of the Universal Church wrings out his drenched robes while launching a long tirade of profanity directed at [FromFrom.GetFirstName], who has turned red with embarassment.",
        "translation": "[FromFrom.GetTitledFirstName]决定在今天为[FromFrom.GetOnlyDynastyName]家族新的旗舰举行下水仪式，今天恰好是一年一度的庆祝威尼斯海上霸权的海亲节。[FromFrom.GetFirstName]邀请了[Root.RelHead.GetTitledFirstName]本人到巨舰上观礼。在长长的船队驶过城市运河的时候，教宗把他的一枚戒指扔进水里，并宣布，「我们和她，海洋，举行婚礼，以象征……」\\n\\n在他说完这句话之前，大船突然倾斜并开始倾覆！教宗和[FromFrom.GetFirstName]都掉到了水里，但他们很快就被附近的小船救了起来。普世教会的最高教长一边拧着他湿透的长袍，一边喋喋不休的用亵渎的言语骂着因为尴尬脸红得像猴屁股一样的[FromFrom.GetFirstName]。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_152",
        "original": "Hahaha!",
        "translation": "哈哈哈哈！",
        "stage": 5
    },
    {
        "key": "EVTNAME_REP_153",
        "original": "The Ship is Launched",
        "translation": "下水仪式",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_153",
        "original": "The [FromFrom.GetOnlyDynastyName] flagship has been completed, and nobles from all over [Root.MercRepCapital.GetName] have gathered at the docks to watch as the mighty vessel is put to sea. [FromFrom.GetTitledFirstName] is beaming with arrogant pride, especially when he spots you in the crowd. Before long, the sleek vessel slides into the water and hoists its sails who are adorned with the [FromFrom.GetOnlyDynastyName] family crest.\\n\\nSuddenly the great galley snaps in half with a terrible crack! The crowd gasps in stunned silence, but [FromFrom.GetFirstName] turns to face you immediately, his eyes glowing with fury. \"YOU! This was YOUR doing!\" he screams as spittle sails from his mouth. With a howl he attempts to hurl himself at you, but his struggling aides hold him back. \"I don't know how you did it, [Root.GetFirstName], but I swear you will pay for this! Do you hear me, [Root.GetFirstName]?! YOU WILL PAY!\"",
        "translation": "[FromFrom.GetOnlyDynastyName]家族的旗舰完工了，[Root.MercRepCapital.GetName]的所有贵族都聚集在码头观看这艘大船下水。[FromFrom.GetTitledFirstName]特别的趾高气扬，尤其是当他看见你出现在人群中的时候。很快，光洁的船体滑入水中，升起了装饰有[FromFrom.GetOnlyDynastyName]家族纹章的船帆。\\n\\n突然这艘大船发出一声巨响，断成两截！人们倒吸一口冷气，震惊之下一片寂静，但是[FromFrom.GetFirstName]立刻转身看向你，眼中充满着怒火。「你！这是你干得好事！」他唾液横飞的冲你叫嚷道。他大喊大叫的想要冲向你，但是他的助手拼命拉住了他。「我不知道你是怎么做到这点的，[Root.GetFirstName]，但是我发誓你一定会为此付出代价的！你听见了么，[Root.GetFirstName]！你会付出代价的！」",
        "stage": 5
    },
    {
        "key": "EVTNAME_REP_154",
        "original": "The Lion of the Sea",
        "translation": "海洋雄狮",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_154",
        "original": "You are sitting on the deck of a [Root.GetOnlyDynastyName] galley, enjoying the cool sea air and the smell of saltwater when a large shadow suddenly blocks out the sun. A colossal galley, easily twice the size of your ship, sweeps past dangerously close and sends a large wave sweeping over the deck that knocks you off your feet. It's the new [FromFrom.GetOnlyDynastyName] flagship!\\n\\nAs you stand up, drenched from top to bottom, you hear cackling laughter from the deck of the other ship. [FromFrom.GetTitledFirstName] stands by the railing looking down at you with a smug grin on his face. \"Well, well, if it isn't [Root.GetTitledFirstName]! How are you doing down there? You should take better care when sailing in waters trafficked by larger vessels. I would hate for an accident to occur...\" You turn away from him to hide your scowl.",
        "translation": "你正坐在一艘[Root.GetOnlyDynastyName]家族的浆帆船的甲板上，享受着清爽的海风带来的海水的咸味，突然一个巨大的阴影遮住了阳光。一艘巨型浆帆船，比你的船的两倍还要大，紧挨着你的船划过，溅起的波浪把你打翻在甲板上。这是[FromFrom.GetOnlyDynastyName]家族的新旗舰！\\n\\n当你浑身是水的站起来的时候，你听到对面船上传来咯咯的笑声。[FromFrom.GetTitledFirstName]站在船帆旁边，带着自满的微笑俯视着你。「瞧，这不是[Root.GetTitledFirstName]么！你在这里干什么呢？当海上行驶的都是比你更大的船的时候，你应该加倍小心。我可不想发生意外……」你转过头去，不让他看见你的怒容。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_154",
        "original": "Gggh... that insufferable...!",
        "translation": "啊啊啊啊……是可忍孰不可忍……！",
        "stage": 5
    },
    {
        "key": "EVTNAME_REP_155",
        "original": "You Are Cordially Invited...",
        "translation": "你受到诚心邀请……",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_155",
        "original": "Yet another public execution has been scheduled in [Root.MercRepCapital.GetName], and your attendance is required. Though these events normally bore you, this one catches your full attention when you realize that the convicted men about to be executed are the same men [Root.job_spymaster.GetTitledFirstName] sent to infiltrate the [FromFrom.GetOnlyDynastyName] shipyard. [FromFrom.GetTitledFirstName] joins the executioner and the convicts on their platform, and looks at you with a gloating smile.\\n\\n\"My friends, take a long, hard look at these men,\" [FromFrom.GetFirstName] begins. \"They are enemies of the Republic and together they conspired to sabotage the construction of the new [FromFrom.GetOnlyDynastyName] flagship. Fortunately, they were caught in the act and it has been revealed that they were not acting alone...\" He gives you a long glance and you think you realize where this is going.",
        "translation": "在[Root.MercRepCapital.GetName]又有一场公开行刑的日子被安排好，你被要求出席。虽然这种事情通常会让你感到厌烦，但你意识到这些即将被处死的人与[Root.job_spymaster.GetTitledFirstName]派去潜入[FromFrom.GetOnlyDynastyName]家族船场的是同一批人，这引起了你极大的关注。[FromFrom.GetTitledFirstName]同刽子手和犯人们站在一个台子上面，心满意足的微笑着看向你。\\n\\n「我的朋友，好好看看这些人，」[FromFrom.GetFirstName]开始说道，「他们是共和国之敌，想要密谋破坏[FromFrom.GetOnlyDynastyName]家族的新旗舰的建造。幸运的是，他们被抓个正着，而且已经确认他们还有共犯……」他递给你长长的一瞥，你想你明白这是怎么回事了。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_155",
        "original": "Let's go to damage control...",
        "translation": "别这样，我们来谈谈如何把伤害降到最低……",
        "stage": 5
    },
    {
        "key": "EVTNAME_REP_161",
        "original": "A Nightly Visit",
        "translation": "深夜来访",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_161",
        "original": "You wake in the middle of the night after a restless sleep, and decide to go for a stroll through the empty corridors of your palace. For some reason, you can't shake the feeling that something is amiss. Glancing through a window, you suddenly spot your laughing daughter on her balcony being serenaded by a secret lover below!\\n\\nTo your horror, you recognize the man as [From.GetTitledFirstName] of the despicable [From.GetOnlyDynastyName] family! You immediately grab the nearest crossbow and send several bolts after [From.GetFirstName] while screaming obscenities at him. The vile lecher quickly retreats and disappears into some bushes, while you hurry towards your crying daughter's room to scold her for bringing such shame to the [Root.GetOnlyDynastyName] name.",
        "translation": "深夜你从不安的睡眠中醒来，决定在你的宅邸的空旷走廊里面散散步。由于某种不知名的原因，你总是感觉丢了什么东西。目光掠过一扇窗户，你突然看见你的女儿在她的阳台上笑容满面的听着一名神秘情人在下面唱情歌！\\n\\n让你震惊的是，你认出这个人是卑鄙的[From.GetOnlyDynastyName]家族的[From.GetTitledFirstName]！你迅速抓过身边的十字弩向[From.GetFirstName]射了几箭。这个卑鄙的家伙一边朝你恶毒地高声咒骂，一边迅速地逃跑并消失在灌木丛中，你匆忙跑到哭泣的女儿的房间责备她为[Root.GetOnlyDynastyName]之名带来了这样的耻辱。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_161",
        "original": "You are not to see him again!",
        "translation": "你再也不许见他了！",
        "stage": 5
    },
    {
        "key": "forbid_son_tooltip",
        "original": "You make it clear to your son that continuing this relationship is out of the question.",
        "translation": "你向你的儿子表明想要继续这样的关系是绝对不可能的。",
        "stage": 5
    },
    {
        "key": "fobid_daughter_tooltip",
        "original": "You make it clear to your daughter that continuing this relationship is out of the question.",
        "translation": "你向你的女儿表明想要继续这样的关系是绝对不可能的。",
        "stage": 5
    },
    {
        "key": "permit_love_tooltip",
        "original": "Despite your previous anger, you decide to not to forbid this young couple from seeing each other.",
        "translation": "尽管之前暴跳如雷，你仍然决定不禁止这一对年轻情侣同对方见面。",
        "stage": 5
    },
    {
        "key": "end_feud_tooltip",
        "original": "You decide that enough lives have been lost - this feud between your families must come to an end.",
        "translation": "你认为血已经流得够多了——必须立刻结束你们两个家族之间的世仇。",
        "stage": 5
    },
    {
        "key": "continue_feud_tooltip",
        "original": "You blame the rival family for the death of your child.",
        "translation": "你把你的孩子的死归罪于你的敌对家族。",
        "stage": 5
    },
    {
        "key": "approve_plan_tooltip",
        "original": "You approve of your son's plan.",
        "translation": "你赞同你儿子的计划。",
        "stage": 5
    },
    {
        "key": "refuse_plan_tooltip",
        "original": "You disapprove of your son's plan.",
        "translation": "你反对你儿子的计划。",
        "stage": 5
    },
    {
        "key": "flagship_plan_approved_tooltip",
        "original": "You approve the plan.",
        "translation": "你同意了这个计划。",
        "stage": 5
    },
    {
        "key": "flagship_plan_refused_tooltip",
        "original": "You reject the plan as being too risky.",
        "translation": "你拒绝了这一计划，因为这太冒险了。",
        "stage": 5
    },
    {
        "key": "EVTOPTB_REP_161",
        "original": "Perhaps I acted in haste.... I will not stand in the way of true love.",
        "translation": "也许我行事太仓促……我不会阻碍真爱。",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_163",
        "original": "You wake in the middle of the night after a restless sleep, and decide to go for a stroll through the empty corridors of your palace. For some reason, you can't shake the feeling that something is amiss. As you pass your son's room, you hear faint girlish laughter and other sounds of a carnal nature! You kick open the door to reveal your son in bed with a secret lover!\\n\\nTo your horror, you recognize the girl as [From.GetTitledFirstName] of the despicable [From.GetOnlyDynastyName] family! As you furiously scold your son for bringing such shame to the family, the girl leaps out of bed wearing only the bedsheets and runs away in tears. The sound of her bawling echoes throughout the palace corridors, and it is matched in volume only by your voice as you discipline your son.",
        "translation": "深夜你从不安的睡眠中醒来，决定在你的宅邸的空旷走廊里面散散步。由于某种不知名的原因，你总是感觉丢了什么东西。在你经过你儿子的房间的时候，你听到轻微的女孩笑声和啪啪啪的声音！你踢开门，看到你的儿子和一位神秘的情人在床上！\\n\\n让你震惊的是，你认出这个女孩是卑鄙的[From.GetOnlyDynastyName]家族的[From.GetTitledFirstName]！在你暴怒的责备你的儿子为家族带来如此的耻辱的时候，这个女孩披着床单从床上跳下哭哭啼啼的跑掉了。她的哭声与你训斥儿子的声音一起在宅邸的走廊中回荡。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_163",
        "original": "You are not to see her again!",
        "translation": "你再也不许见她了！",
        "stage": 5
    },
    {
        "key": "EVTNAME_REP_164",
        "original": "Never Was a Story of More Woe...",
        "translation": "没有比这更悲伤的故事了……",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_164",
        "original": "You are eating supper when the doors to your palace's dining room suddenly fly open and [FromFrom.Father.GetTitledFirstName] storms inside, chased by your guards. \"Where is he?\" [FromFrom.Father.GetFirstName] demands, pounding his fist on the table. \"Damn it, [Root.GetFirstName]! Where is my son?!\" He slams a piece of paper on the table. \"I expressly forbade him from having anything to do with that harlot daughter of yours, but today I found this note!\"\\n\\nHe reads with a somber voice: \"'Father, since you would deny me the love of my life and since...' etc, etc, '...my love and I have decided to end it all. Farewell.'\" With a gasp, you push the table aside and rush up the stairs towards your daughter's room with [FromFrom.Father.GetFirstName] on your heels. There, embracing each other on the floor, the two lovers lie dead next to an empty bottle of poison...",
        "translation": "你正在吃晚饭，突然你宅邸餐厅的大门飞了开来，[FromFrom.Father.GetTitledFirstName]像一阵风一样冲了进来，你的卫兵在后面追着。「他在哪里？」[FromFrom.Father.GetFirstName]问道，用他的拳头捶着桌子。「该死的，[Root.GetFirstName]！我的儿子在哪里！」他把一张纸摔在桌子上。「我特别禁止他和你的婊子女儿有任何来往，但是今天我发现了这张便笺！」\\n\\n他用阴沉的声音读道：「『父亲，由于你不承认我的爱人并且因为……』等等，等等，『……我的爱人和我决定结束这所有的一切。再见。』」你推开桌子，气喘吁吁地冲到楼上你女儿的房间，后面跟着[FromFrom.Father.GetFirstName]。在那里，这对情侣互相拥抱着死在地板上，身边放着一个空的毒药瓶……",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_164",
        "original": "This feud has cost us everything... it has to end.",
        "translation": "世仇已经夺去了我们的所有……必须马上结束……",
        "stage": 5
    },
    {
        "key": "EVTOPTB_REP_164",
        "original": "Y-you killed her! My sweet daughter!",
        "translation": "你，你杀了她！我可爱的女儿！",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_165",
        "original": "You are eating supper when the doors to your palace's dining room suddenly fly open and [FromFrom.Father.GetTitledFirstName] storms inside, chased by your guards. \"Where is she?\" [FromFrom.Father.GetFirstName] demands, pounding his fist on the table. \"Damn it, [Root.GetFirstName]! Where is my daughter?!\" He slams a piece of paper on the table. \"I expressly forbade her from having anything to do with that no-good son of yours, but today I found this note!\"\\n\\nHe reads with a somber voice: \"'Father, since you would deny me the love of my life and since...' etc, etc, '...my love and I have decided to end it all. Farewell.'\" With a gasp, you push the table aside and rush up the stairs towards your son's room with [FromFrom.Father.GetFirstName] on your heels. There, embracing each other on the floor, the two lovers lie dead next to an empty bottle of poison...",
        "translation": "你正在吃晚饭，突然你宅邸餐厅的大门飞了开来，[FromFrom.Father.GetTitledFirstName]像一阵风一样冲了进来，你的卫兵在后面追着。「她在哪里？」[FromFrom.Father.GetFirstName]问道，用他的拳头捶着桌子。「该死的，[Root.GetFirstName]！我的女儿在哪里！」他把一张纸摔在桌子上。「我特别禁止她和你的败类儿子有任何来往，但是今天我发现了这张便笺！」\\n\\n他用阴沉的声音读道：「『父亲，因为你不承认我的爱人并且因为……』等等，等等，『……我的爱人和我决定结束这所有的一切。再见。』」你推开桌子，气喘吁吁地冲到楼上你儿子的房间，后面跟着[FromFrom.Father.GetFirstName]。在那里，这对情侣互相拥抱着死在地板上，身边放着一个空的毒药瓶……",
        "stage": 5
    },
    {
        "key": "EVTOPTB_REP_165",
        "original": "Y-you killed him! My poor boy!",
        "translation": "你，你杀了他！我可怜的儿子！",
        "stage": 5
    },
    {
        "key": "EVTNAME_REP_166",
        "original": "Wedding Bells",
        "translation": "婚礼钟声",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_166",
        "original": "It is a day of joyous celebration! Despite the bitter rivalry between the [Root.GetOnlyDynastyName] and [FromFrom.GetOnlyDynastyName] families, love found a way to bridge that gap and bring a young couple together. You decided not to intervene, and it seems [FromFrom.Father.GetTitledFirstName] shared your sentiments and gave his blessings to the couple. Today they are joined in the sacred union of marriage.\\n\\nThis will hopefully be the start of a lasting peace between your families, and a new era of friendship. As the ceremony is completed and the festivities commence, you and [FromFrom.Father.GetFirstName] shake hands and share some wine together.",
        "translation": "今天是欢乐的庆典！尽管[Root.GetOnlyDynastyName]和[FromFrom.GetOnlyDynastyName]两个家族之间经历了惨烈的对抗，爱情成为了桥梁并让一对年轻人走到了一起。你决定不再干涉，看起来[FromFrom.Father.GetTitledFirstName]和你抱着同样的心情祝福这对情侣，今天他们举行了神圣的婚礼。\\n\\n这有希望成为你们两个家族之间持续和平的开端，并开创一个友谊的新时代。在仪式结束，庆典开始之后，你和[FromFrom.Father.GetFirstName]互相握手，并一起喝了点酒。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_166",
        "original": "A toast to the continued prosperity of our two families!",
        "translation": "为我们两个家族今后的持久繁荣，干杯！",
        "stage": 5
    },
    {
        "key": "EVTNAME_REP_168",
        "original": "Two Funerals and a Truce",
        "translation": "两场葬礼和停战",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_168",
        "original": "The [Root.GetOnlyDynastyName] and the [From.GetOnlyDynastyName] families have come together on this day to mourn the recent loss of their two children. Yet amidst all the gloom there is a glimmer of hope for the future. You and [From.GetTitledFirstName] are meeting with all the ranking members of your two respective houses.\\n\\nTogether you have decided to finally end the bitter feud that has been raging longer than anyone can remember. It may be too late for your closest kin, but future generations of [Root.GetOnlyDynastyName] and [From.GetOnlyDynastyName] children will no longer grow up seeing each other as mortal enemies.",
        "translation": "[Root.GetOnlyDynastyName]和[From.GetOnlyDynastyName]两个家族在今天走到一起来悼念他们最近死去的两个孩子。虽然被悲伤包围，但是能够看到未来希望的曙光。你和[From.GetTitledFirstName]同各自家族的高级成员一起会面。\\n\\n你们一起做出决定，停止惨烈的世仇，已经没有人能够记起其开始的时间。这对你们这几代人来说也许已经太晚了，但是[Root.GetOnlyDynastyName]和[From.GetOnlyDynastyName]两个家族今后几代儿童将不会再在视彼此为不共戴天仇敌的环境下长大。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_168",
        "original": "Let us never forget this day.",
        "translation": "让我们永远牢记这一天。",
        "stage": 5
    },
    {
        "key": "EVTNAME_REP_182",
        "original": "The Smugglers of [Root.MercRepCapital.GetName]",
        "translation": "[Root.MercRepCapital.GetName]的走私者",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_182",
        "original": "You have long suspected that the dastardly [FromFrom.GetOnlyDynastyName] family are smuggling illegal goods into [Root.MercRepCapital.GetName], but now you have finally managed to confirm it through your sources. You have no proof, of course - [FromFrom.GetTitledFirstName] is too clever for that. As you contemplate your options in your study, your son [From.GetFirstName] enters and presents a plan.\\n\\nHe has learned that a [FromFrom.GetOnlyDynastyName] smuggler is due to arrive in [Root.MercRepCapital.GetName] tomorrow night with a full hold. Together with some trusted men, he will lie in wait and seize the cargo as soon as the ship moors at the dock. The [FromFrom.GetOnlyDynastyName] smugglers won't know what hit them, and even if [FromFrom.GetFirstName] learns the truth, he won't be able to act against you without revealing the smuggling activities of his house. You could profit greatly by selling the smuggled goods...",
        "translation": "很久之前你就开始怀疑卑鄙的[FromFrom.GetOnlyDynastyName]家族在向[Root.MercRepCapital.GetName]走私非法的货物，但是现在你终于通过各种渠道确认了这一点。当然，你没有证据——[FromFrom.GetTitledFirstName]十分聪明不会留下破绽。在你为此研究对策的时候，你的儿子[From.GetFirstName]走了进来并提出了一项计划。\\n\\n他听说[FromFrom.GetOnlyDynastyName]家族的一名走私者将会在明天晚上满载赃物抵达[Root.MercRepCapital.GetName]。他将同他的亲信一起埋伏起来，只要船只一在港口靠岸就马上扣下这批货物。[FromFrom.GetOnlyDynastyName]家族的走私者不会知道是谁在袭击他，就算[FromFrom.GetFirstName]知道了真相，为了不暴露家族的走私行为，他也不能对你采取任何措施。你能够通过卖掉这批走私的货物而大赚一笔……",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_182",
        "original": "An excellent plan, [From.GetFirstName]. I am proud of you.",
        "translation": "精彩的计划，[From.GetFirstName]。我为你感到自豪。",
        "stage": 5
    },
    {
        "key": "EVTOPTB_REP_182",
        "original": "No, it is too risky.",
        "translation": "不，这太冒险了。",
        "stage": 5
    },
    {
        "key": "EVTNAME_REP_185",
        "original": "The Only Good Smuggler...",
        "translation": "唯一的优秀的走私者……",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_185",
        "original": "As night falls over the docks of [Root.MercRepCapital.GetName], the smugglers quietly slip into port with their galley. They leave their lanterns unlit and skillfully rely on the moonlight to guide them in.\\n\\nWithout warning, masked men wearing dark robes suddenly leap onboard as the ship moors at the dock. Daggers glint in the moonlight and arrows whistle through the air. Soon five dead smugglers are floating with their faces down in the murky water below the docks, and the galley and its cargo, now under the command of [From.GetFirstName], slips away towards a [Root.GetOnlyDynastyName] port.",
        "translation": "随着夜幕降临于[Root.MercRepCapital.GetName]的港口，走私者们把他们的浆帆船安静的驶进港口。他们没有点灯，很熟练地仅靠月光来指引他们入港。\\n\\n船刚停在港口里，穿着深色斗篷的蒙面男子就没有征兆地跳上了船。短剑在月光下闪着寒光，箭矢划破空气。很快五名走私者的尸体就面孔朝下漂浮在码头下面昏暗的水面上，而浆帆船和它上面的货物，现在在[From.GetFirstName]的指挥下，驶向了一座[Root.GetOnlyDynastyName]的码头。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_185",
        "original": "Well done, my boy!",
        "translation": "做得好，我的孩子！",
        "stage": 5
    },
    {
        "key": "EVTNAME_REP_186",
        "original": "The Ultimate Sacrifice",
        "translation": "终极的牺牲",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_186",
        "original": "You are drawn to your balcony in the middle of the night by someone calling your name. A group of riders with torches are standing just outside the walls of your palace, and you recognize [FromFrom.GetTitledFirstName] among them. In front of them, with his hands tied behind his back, stands [From.GetFirstName]. \"One of my ships had a visit from some of your men, [Root.GetFirstName],\" [FromFrom.GetFirstName] calls out. \"They have all been dealt with, but I want a little something for the effort I spent tracking down your whelp.\"\\n\\nYour son pulls free from the riders, and shouts up at you: \"Don't do it, father! Don't trust these [FromFrom.GetOnlyDynastyName] bastards!\" [FromFrom.GetFirstName] knocks [From.GetFirstName] to the ground with the pommel of his sword. \"Give me what I want, [Root.GetFirstName], and your boy will live. Otherwise...\" He levels his sword at your son's head.",
        "translation": "你在半夜听到人喊你的名字，走到了房间的阳台上。一队举着火把的骑士站在你的宅邸的墙外，你从他们之中认出了[FromFrom.GetTitledFirstName]。在他们前面站着[From.GetFirstName]，双手被反绑在背后。「你的人造访了我的一艘船，[Root.GetFirstName]，」[FromFrom.GetFirstName]喊道，「他们都被处理掉了，但是我想因为费劲追捕你家的小狗得到一点补偿。」\\n\\n你的儿子从骑士手中挣脱开来，对你喊道：「别这么做，父亲！别相信这些[FromFrom.GetOnlyDynastyName]的混蛋！」[FromFrom.GetFirstName]用刀柄把[From.GetFirstName]打倒在地。「把我想要的东西给我，[Root.GetFirstName]，这样你的儿子才能活命。否则的话……」他对着你的儿子脑袋举起了刀。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_186",
        "original": "I don't have that kind of money, damn you!",
        "translation": "我没有钱给你，去死吧！",
        "stage": 5
    },
    {
        "key": "EVTOPTB_REP_186",
        "original": "You'll have your money! Just let [From.GetFirstName] go!",
        "translation": "你会得到你想要的钱！只要你放[From.GetFirstName]走！",
        "stage": 5
    },
    {
        "key": "EVTOPTC_REP_186",
        "original": "Be proud, my son. Chin up. Show these dogs how a [Root.GetOnlyDynastyName] dies.",
        "translation": "骄傲一点，我的儿子。抬起头来。让这些狗杂种看看一个[Root.GetOnlyDynastyName]家族的人是怎样死的。",
        "stage": 5
    },
    {
        "key": "EVTNAME_REP_191",
        "original": "The Right of Way",
        "translation": "通行权",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_191",
        "original": "The port in [Root.MercRepCapital.GetName] is particularly busy today, but you have decided to take a small trip on one of your family's galleys and have no intention of cancelling your plans. Your captain skillfully guides the ship through the jumble of merchant vessels and towards the open sea. \\n\\nYou have nearly left the harbor area when another galley flying [From.GetOnlyDynastyName] colors recklessly cuts in front of you! The two galleys collide with the sound of splintering wood, but with the exception of several broken oars, there doesn't seem to be any serious damage to either ship. From the deck of the [From.GetOnlyDynastyName] galley, [From.GetTitledFirstName] screams obscenities at you and accuses you of trying to ram his ship on purpose. He demands the right of way to leave the port before you.",
        "translation": "[Root.MercRepCapital.GetName]的港口今天特别地繁忙，但是你早就决定乘坐你家族的一艘浆帆船进行一次短途旅行，并且不打算取消计划。你的船长熟练地指引着船穿过乱成一团的商船驶向宽广的洋面。\\n\\n就在你马上要离开港口区域的时候，另一艘挂着[From.GetOnlyDynastyName]家族颜色旗子的浆帆船鲁莽地抢在了你的前面！两艘浆帆船撞在一起，发出木头断裂的声音，除了几支断浆，两艘船都没有受到严重的伤害。从[From.GetOnlyDynastyName]的船甲板上传来[From.GetTitledFirstName]对你的恶毒叫喊，他指责你故意撞他的船。他要求拥有比你优先离港的通行权。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_191",
        "original": "That does it. Ready the ship for battle!",
        "translation": "我受够了。准备作战！",
        "stage": 5
    },
    {
        "key": "battle_tooltip",
        "original": "This time he has gone too far. You will sink his precious ship.",
        "translation": "这次他做得太过分了。你将要击沉他的宝贝船。",
        "stage": 5
    },
    {
        "key": "no_battle_tooltip",
        "original": "You tell your crew to give the other ship the right of way.",
        "translation": "你吩咐你的船员给另外一艘船优先通行权。",
        "stage": 5
    },
    {
        "key": "EVTOPTB_REP_191",
        "original": "Oh, let that childish fool go first.",
        "translation": "好吧，让那个孩子气的傻瓜先走吧。",
        "stage": 5
    },
    {
        "key": "EVTNAME_REP_192",
        "original": "Battle is Joined!",
        "translation": "战斗打响！",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_192",
        "original": "Your ship is readied for battle, and [FromFrom.GetTitledFirstName] immediately responds in kind. Bowmen take up position at the railing and hails of flaming arrows are soon exchanged between the ships. Nearby merchant vessels hurry to distance themselves from the duel, and as the furious battle continues both galleys drift out of the harbor and far out to sea.\\n\\nThe rigging of the [FromFrom.GetOnlyDynastyName] galley has caught fire, but you have little time to celebrate this victory as your own ship is taking on water. A savage boarding action unfolds as both crews fight to escape their equally doomed ships. When the smoke settles, both galleys have slipped beneath the waves and you and [FromFrom.GetFirstName] are desperately clutching to the same piece of flotsam, shouting insults at each other.",
        "translation": "你的船已经准备好战斗了，[FromFrom.GetTitledFirstName]迅速的做出同样的还击。弓箭手在舷边就位，两船都向对方互相射出冰雹一样的火箭。邻近的商船急忙地划开远离决斗，随着激烈的交战继续下去，两艘船都远远驶离了港口。\\n\\n[FromFrom.GetOnlyDynastyName]的船的帆具着火了，但是你还没来得及庆祝胜利，你自己的船也开始缓缓下沉。双方船员展开了激烈野蛮地争斗来逃离两艘即将沉没的船只。当烟雾退散的时候，两艘船都沉入了海底，你和[FromFrom.GetFirstName]正拼命地抓着同一块木板。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_192",
        "original": "I hope you're happy now!",
        "translation": "这下你高兴了吧！",
        "stage": 5
    },
    {
        "key": "flotsam_tooltip",
        "original": "As the only survivors of the battle, the two of you drift aimlessly on the sea...",
        "translation": "作为战斗唯一的幸存者，你们两个在海上慢无目的地漂流……",
        "stage": 5
    },
    {
        "key": "EVTNAME_REP_194",
        "original": "Days of Toil and Hardship",
        "translation": "充满艰辛与苦难的数天",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_194",
        "original": "You drift at sea for what seems like days, until you and [From.GetTitledFirstName] are finally picked up by a passing galley. Your relief at being rescued is shortlived, however, when the grinning captain announces to his crew: \"Looks like the spider just caught a couple of flies.\"\\n\\nTo the sound of cracking whips and a steady drumbeat, you and [From.GetFirstName] are chained and put to work as oarsmen along with the other slaves on the pirate galley. The hours pass in a haze as you toil at the oars, and you are nearly at the point of passing out when [From.GetFirstName] shares his water ration with you. He receives a severe whipping for this, but as the guards are busy with him you notice that one of the links in your rusty chains looks ready to snap. The ship is passing close to shore, and you could probably make it...",
        "translation": "你们在海面上漂浮了数天，终于你和[From.GetTitledFirstName]被过路的浆帆船救起。你获救之后还没来得及松一口气，就听到船长咧嘴笑着宣布：「看起来就像蜘蛛刚刚抓住了一对苍蝇。」\\n\\n伴着皮鞭声和鼓声，你和[From.GetFirstName]被锁了起来，同其他奴隶一起为这条海盗船划桨。辛苦划桨的时间太折磨人了，如果不是[From.GetFirstName]把他分到的淡水同你分享，你就没命了。他因此狠狠地挨了一顿鞭子，在卫兵鞭打他的时候，你注意到你的锁链上有一环看起来马上就要折断了。船离岸边很近，也许你可以逃出去……",
        "stage": 5
    },
    {
        "key": "flee_ship_tooltip",
        "original": "You leap over the railing and swim to the safety of the shore.",
        "translation": "你翻过船舷的栏杆，游到了岸上安全的地方。",
        "stage": 5
    },
    {
        "key": "rescue_rival_tooltip",
        "original": "You decide not to abandon your former rival to the mercy of these pirates.",
        "translation": "你决定不把你的前敌人丢给海盗。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_194",
        "original": "So long, fools!",
        "translation": "再见，傻瓜们！",
        "stage": 5
    },
    {
        "key": "EVTOPTB_REP_194",
        "original": "I can't leave without [From.GetFirstName]...",
        "translation": "我不能把[From.GetFirstName]丢下独自离开……",
        "stage": 5
    },
    {
        "key": "EVTNAME_REP_195",
        "original": "The Mutiny",
        "translation": "暴动",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_195",
        "original": "Using your chain, you strangle the guard whipping [From.GetFirstName] and break free. The rest of the slaves take this as a cue to lash out at any pirate within their reach, and the ensuing commotion gives you enough time to sever [From.GetFirstName]'s chains with the fallen guard's scimitar. Together you work to free the rest of the slaves, and soon a full mutiny has broken out.\\n\\nMany slaves are cut down, but there are enough of them to overwhelm the pirates and within moments only their injured captain is left alive. \"What now?\" you ask [From.GetFirstName] as you sail back towards [Root.MercRepCapital.GetName]. \"What now? Let me tell you what now,\" [From.GetFirstName] says. \"We're even now. The feud between our families is no more. We've been through too much together.\" He offers you his hand in friendship...",
        "translation": "你用铁链勒死了正在鞭打[From.GetFirstName]的卫兵，并挣脱了束缚。其他的奴隶以此为信号攻击所有在攻击范围内的海盗，这些骚动给了你充分时间用死亡卫兵的弯刀砍断[From.GetFirstName]的锁链。你们一起解放了其他的奴隶，很快爆发了一场全面的暴动。\\n\\n许多奴隶被砍倒在地，但是奴隶的人数胜过海盗很多，很快活着的只剩下受伤的船长了。「现在怎么办？」在你们驾船返回[Root.MercRepCapital.GetName]的时候你问[From.GetFirstName]。「现在怎么办？让我告诉你现在应该怎么办。」[From.GetFirstName]说道。「我们现在扯平了，在我们家族之间的世仇已经结束了，我们一起度过了这么多的艰难困苦。」他友善地向你伸出手……",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_195",
        "original": "So be it, friend.",
        "translation": "就这样吧，朋友。",
        "stage": 5
    },
    {
        "key": "EVTOPTB_REP_195",
        "original": "After everything your family has done? Never!",
        "translation": "就凭你的家族以前干过的那些事情，绝不！",
        "stage": 5
    },
    {
        "key": "feud_over_tooltip",
        "original": "You shake his hand, ending the feud.",
        "translation": "你同他握手，结束了世仇。",
        "stage": 5
    },
    {
        "key": "feud_continues_tooltip",
        "original": "You cannot forgive the crimes committed against your family.",
        "translation": "你不能原谅那些针对你的家族的罪行。",
        "stage": 5
    },
    {
        "key": "EVTNAME_REP_201",
        "original": "The Wrath of the [From.GetTitle]",
        "translation": "[From.GetTitle]的怒火",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_201",
        "original": "These are hard times for the [Root.GetOnlyDynastyName] family. Your sworn enemies, the vile and untrustworthy [From.GetOnlyDynastyName] dynasty under the leadership of [From.GetTitledFirstName], have managed to secure rulership of the Republic using guile and treachery.\\n\\nAs the [From.GetTitle] is still dependant on the favor of the majority of the patrician families, [From.GetFirstName] is hesitant to take overt action against your family and its supporters. This hasn't stopped him, however, from using every other avenue at his disposal to tarnish the [Root.GetOnlyDynastyName] name.",
        "translation": "对于[Root.GetOnlyDynastyName]家族来说这是一段困难时期。你的宿敌，卑鄙狡诈的[From.GetOnlyDynastyName]家族在[From.GetTitledFirstName]的领导之下，借助诡计和背叛得到了共和国的统治权。\\n\\n由于[From.GetTitle]仍然需要得到大多数贵族家庭的支持，[From.GetFirstName]对于是否采取措施对付你的家族和支持者犹豫不决。但是这并不能阻止他借助他的处置权来想尽一切办法让[Root.GetOnlyDynastyName]之名蒙羞。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_201",
        "original": "Some day, the boot will be on the other foot...",
        "translation": "总有一天，局面会反过来的……",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_203",
        "original": "As [Root.GetTitle], you are in a unique position to act against the [From.GetOnlyDynastyName] family, your old enemies. Striking at them directly might draw the ire of the other patrician families, whose continued favor is necessary to cement your dynasty's rule over the Republic, however.\\n\\nThe [From.GetOnlyDynastyName]s still enjoy a lot of support in many quarters of [Root.MercRepCapital.GetName], but new, insidious ways of hurting them are open to you now with your current office. You have managed to tarnish their family's name and standing through an intensive lobby campaign.",
        "translation": "作为[Root.GetTitle]，你对付你的老对手[From.GetOnlyDynastyName]家族具有绝对的优势。但是，正面打击他们也许会招来其他贵人家族的怨忿，他们的持续支持对于你的家族能够长期统治共和国是十分必要的。\\n\\n[From.GetOnlyDynastyName]家族在[Root.MercRepCapital.GetName]的方方面面仍然拥有一大批支持者，但是你现在的职位为你带来了新的阴险手段来打击他们。你成功的玷污了他们家族的名声，并赢得了一大批支持者。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_203",
        "original": "Heed the words of the [Root.GetTitle]!",
        "translation": "留心[Root.GetTitle]说过的话！",
        "stage": 5
    },
    {
        "key": "EVTNAME_REP_206",
        "original": "Riots in [Root.MercRepCapital.GetName]!",
        "translation": "[Root.MercRepCapital.GetName]的骚乱！",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_206",
        "original": "Supporters of your family have clashed with [From.GetOnlyDynastyName] hooligans on the streets of [Root.MercRepCapital.GetName]! What started as a bar-room brawl quickly turned into a riot when hundreds of sailors from the merchant fleets of both families joined in the destructive melee.\\n\\nNearly a dozen dead have so far been reported by the city guard, and several stores were looted during the commotion. The other patrician families are not amused by this disturbance of the peace.",
        "translation": "你的家族的支持者们同[From.GetOnlyDynastyName]家族的无赖们在[Root.MercRepCapital.GetName]的街道上起了冲突！刚开始只是酒吧里的口角，在数百名属于双方家族的商船水手加入破坏性的混战之后很快就变成了骚乱。\\n\\n据城市卫兵报告已经有12个人死亡，几家商店在骚乱中遭到抢劫。其他的贵人家族对这一打破平静的举动大为不满 。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_206",
        "original": "They started it!",
        "translation": "是他们挑起的！",
        "stage": 5
    },
    {
        "key": "HINT_FACTIONS_VIEW_TITLE",
        "original": "The Faction View",
        "translation": "派系界面",
        "stage": 5
    },
    {
        "key": "HINT_FACTIONS_VIEW_TEXT_1",
        "original": "Here you can see an overview of the Factions active within your realm. Vassals will create Factions against their Liege with a specific goal in mind, such as lowering crown authority or placing a pretender on the throne. Other Vassals may then join the Faction if they agree with its stated goal.",
        "translation": "这里你能够看到在你的国境内活动的派系的概况。封臣会因为其希望达到的目的创建派系对抗领主，比如降低王权或觊觎王位，其他封臣如同认同该派系的目标则会加入这个派系。",
        "stage": 5
    },
    {
        "key": "HINT_FACTIONS_VIEW_TEXT_2",
        "original": "Once a Faction becomes powerful enough, its members will present their Liege with an ultimatum. If this is refused, it could spark a Civil War.",
        "translation": "当一个派系足够强大的时候，它的成员会向领主发出最后通牒。如果领主拒绝了，那么将会爆发一场内战。",
        "stage": 5
    },
    {
        "key": "HINT_FACTIONS_VIEW_TEXT_3",
        "original": "There are a number of ways to make Vassals leave their Faction: you can dispatch your Spymaster to Scheme in their territory, you can increase their opinion of you with bribes, or you can simply hope for the best and have them assassinated. Note that if there are several Members in a faction, one of them will always take the Faction Leader's place if he or she leaves the Faction for any reason.",
        "translation": "有以下数种方法可以让你的封臣离开一个派系：你可以派遣的你的间谍总管去他们的领地上密谋，你也可以贿赂他们使他们更倾向你，或者你也可以祈祷他们被暗杀。 注意，前任领袖因为一些原因离开派系时，只要派系中还有别的成员存在，派系中任何一个成员都可能成为新的派系领袖。",
        "stage": 5
    },
    {
        "key": "HINT_FACTIONS_VIEW_TEXT_4",
        "original": "The upper section of this screen lists the Factions that your Vassals have formed against you, their Liege. If you have a Liege of your own, the lower section will show the Factions that you or your fellow Vassals have formed.",
        "translation": "这个界面的上部分列出的是你的封臣形成对抗你的派系。如果你自己还有领主的话，界面下部分会显示你或你的同僚形成的派系。",
        "stage": 5
    },
    {
        "key": "HINT_REPUBLIC_VIEW_TITLE",
        "original": "The Republic View",
        "translation": "共和国界面",
        "stage": 5
    },
    {
        "key": "HINT_REPUBLIC_VIEW_TEXT_1",
        "original": "This screen is available only to Merchant Republics, and it gives you an overview of the Republic's five Patrician Families. The ruler of a Maritime Republic is elected for life, but the office will not necessarily be inherited by his heir.",
        "translation": "这个界面仅商业共和国可见，可以让你对共和国的五大望族有一个直观的了解.。共和国的领导者通过选举产生，并且终身担任，但是他的继承人并不一定能够继承他在共和国的位置。",
        "stage": 5
    },
    {
        "key": "HINT_REPUBLIC_VIEW_TEXT_2",
        "original": "Every Patrician has a Respect value that is determined by a combination of their Age, their Prestige, and the amount of money they have contributed to their Campaign Fund. The Patrician with the highest Respect value becomes the Expected Successor, but that is still not a guarantee that he will be elected when the time comes for the Republic to choose a new ruler.",
        "translation": "每个共和国的贵人都有德望，德望取决于他们的年龄、威望、以及他们能用于竞选活动的财富。德望最高的勋贵最有希望成为继任者，但这并不意味他在下次选举的时候一定当选。",
        "stage": 5
    },
    {
        "key": "HINT_REPUBLIC_VIEW_TEXT_3",
        "original": "The Family Palace is a holding that will remain with the dynasty who owns it until that dynasty dies out. It does not exist on the map and so can never be conquered by an enemy. In stark contrast to a feudal lord, this enables Patricians to continue playing even if they don't own land.",
        "translation": "家族宅邸直到家族灭亡才会消失。由于家族宅邸是不存在于地图上的，所以它不会被敌人征服。与封建领主不同的是，家族宅邸的存在使得贵人们即使没有领地也能继续游戏。",
        "stage": 5
    },
    {
        "key": "HINT_REPUBLIC_VIEW_TEXT_4",
        "original": "Below the palace is a list of all Trade Posts owned by this family and the income they provide. Trade Posts can be built in both foreign and domestic provinces, and they are a vital component in the building of a successful trade empire.",
        "translation": "家族宅邸下面列出的是你的家族所拥有的贸易站以及它们带来的收入。贸易站可以在国内或国外省份建立，这是你构建商业帝国的重要部分。",
        "stage": 5
    },
    {
        "key": "HINT_PLOT_VIEW_TEXT_2",
        "original": "The Decisions available to you depend on a number of factors, such as your character's religion. There are many different Decisions that cover everything from inviting new nobles to holding grand tournaments.",
        "translation": "这些决议是否可用将取决于多种因素，比如你角色的宗教。这些决议涵盖各个方面，从邀请新贵族到举办盛大的赛事等。",
        "stage": 5
    },
    {
        "key": "HINT_PLOT_VIEW_TEXT_1",
        "original": "This screen allows you to start a Plot, and there are also various other Decisions you can take here. Finally there are convenient lists of known plots and rebellious vassals, as well as your current prisoners.",
        "translation": "这个界面下你可以发动阴谋，以及其他各种各样的决议。这个界面还可以方便你查看各种已知阴谋，可能会叛乱的封臣，以及你的囚犯。",
        "stage": 5
    },
    {
        "key": "HINT_CHAR_VIEW_TEXT_1",
        "original": "Clicking any portrait will take you to the Character View. This screen contains detailed information about a character - skills, traits, titles and close relations. You can also select an Ambition for your own character.",
        "translation": "点击任何头像都会把你带到该角色的界面。这个界面包含这个角色的详细信息——能力、特质、头衔以及关系。你还可以在这里为你的角色选择一个野心。",
        "stage": 5
    },
    {
        "key": "plot_seize_trade_post_title",
        "original": "Seize the Trade Post in [This.GetName]",
        "translation": "夺取位于[This.GetName]的贸易站",
        "stage": 5
    },
    {
        "key": "plot_seize_trade_post_desc",
        "original": "Strike a blow for freedom everywhere by usurping control over the [This.GetName] Trade Post.",
        "translation": "通过篡夺[This.GetName]贸易站的控制权争取各地的自由。",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_45",
        "original": "You have been approached by several influential burgher families from Hamburg. They are seeking your blessing to establish the Hanseatic League, a trade confederation that will operate along the Empire's northern shores. By sanctioning this and turning Hamburg into a Free Imperial City, you could stand to profit greatly from their trade...",
        "translation": "你收到了几个来自汉堡的有影响力的市民家族的提议。他们为成立汉萨同盟一事寻求你的祝福，这将是一个在帝国北方沿岸运转的贸易联盟。批准这项提议并把汉堡变成帝国自由市，你就可以在他们的贸易中坐地收钱……",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_46",
        "original": "You have been approached by several influential burgher families from Bremen. They are seeking your blessing to establish the Hanseatic League, a trade confederation that will operate along the Empire's northern shores. By sanctioning this and turning Bremen into a Free Imperial City, you could stand to profit greatly from their trade...",
        "translation": "你收到了几个来自不来梅的有影响力的市民家族的提议。他们为成立汉萨同盟一事寻求你的祝福，这将是一个在帝国北方沿岸运转的贸易联盟。批准这项提议并把不来梅变成帝国自由市，你就可以在他们的贸易中坐地收钱……",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_47",
        "original": "You have been approached by several influential burgher families from Lübeck. They are seeking your blessing to establish the Hanseatic League, a trade confederation that will operate along the Empire's northern shores. By sanctioning this and turning Lübeck into a Free Imperial City, you could stand to profit greatly from their trade...",
        "translation": "你收到了几个来自吕贝克的有影响力的市民家族的提议。他们为成立汉萨同盟一事寻求你的祝福，这将是一个在帝国北方沿岸运转的贸易联盟。批准这项提议并把吕贝克变成帝国自由市，你就可以在他们的贸易中坐地收钱……",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_48",
        "original": "You have been approached by several influential burgher families from Mecklenburg. They are seeking your blessing to establish the Hanseatic League, a trade confederation that will operate along the Empire's northern shores. By sanctioning this and turning Mecklenburg into a Free Imperial City, you could stand to profit greatly from their trade...",
        "translation": "你收到了几个来自梅克伦堡的有影响力的市民家族的提议。他们为成立汉萨同盟一事寻求你的祝福，这将是一个在帝国北方沿岸运转的贸易联盟。批准这项提议并把梅克伦堡变成帝国自由市，你就可以在他们的贸易中坐地收钱……",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_49",
        "original": "You have been approached by several influential burgher families from Rostock. They are seeking your blessing to establish the Hanseatic League, a trade confederation that will operate along the Empire's northern shores. By sanctioning this and turning Rostock into a Free Imperial City, you could stand to profit greatly from their trade...",
        "translation": "你收到了几个来自罗斯托克的有影响力的市民家族的提议.他们为建立汉萨同盟一事寻求你的祝福，这将是一个在帝国北方沿岸运转的贸易联盟.批准这项提议并把罗斯托克变成帝国自由市，你可以在它们的贸易中坐地收钱……",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_45",
        "original": "They have my blessing.",
        "translation": "他们得到了我的祝福。",
        "stage": 5
    },
    {
        "key": "EVTOPTB_REP_45",
        "original": "Not on my watch!",
        "translation": "这不归我管！",
        "stage": 5
    },
    {
        "key": "permit_hansa_tooltip",
        "original": "You permit the formation of the Hanseatic League.",
        "translation": "你同意成立汉萨同盟。",
        "stage": 5
    },
    {
        "key": "deny_hansa_tooltip",
        "original": "You refuse the formation of the Hanseatic League.",
        "translation": "你拒绝成立汉萨同盟。",
        "stage": 5
    },
    {
        "key": "EVTNAME_REP_61",
        "original": "The Rise of the Hansa",
        "translation": "汉萨同盟的崛起",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_61",
        "original": "Several German merchant guilds and trade cities along the shores of northern Europe have come together in [From.MercRepCapital.GetName] to form the Hanseatic League with the blessing of [FromFrom.TopLiege.GetTitledFirstName] of the Holy Roman Empire. This loose confederation of Free Imperial Cities is dedicated towards the continued prosperity of its members and the mutual defense of any merchant vessels flying its flag. Their eventual and unstated goal, of course, is to one day completely dominate all trade along the Baltic and North Seas...",
        "translation": "北欧沿岸的几个日耳曼商人行会和贸易城市在[From.MercRepCapital.GetName]成立了汉萨同盟，并且得到了神圣罗马帝国[FromFrom.TopLiege.GetTitledFirstName]的祝福。这一帝国自由市的松散联盟是为了其成员国能获得持续繁荣和共同防御而成立的，其没有明说的终极目标就是希望有一天能够彻底垄断波罗的海和北海的贸易……",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_61",
        "original": "That's bound to ruffle some feathers...",
        "translation": "一颗小石头溅不起太大水花……",
        "stage": 5
    },
    {
        "key": "EVTOPTB_REP_61",
        "original": "A new rival!",
        "translation": "一个新的对手！",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_300",
        "original": "The time has come for the [Root.GetOnlyDynastyName] family to [From.GetPlot]. It will serve the Republic far better in our capable hands.",
        "translation": "到了[Root.GetOnlyDynastyName]家族[From.GetPlot]的时间了。我们的能干会给共和国带来更多的利益。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_300",
        "original": "Commence the takeover! (100% Plot Power)",
        "translation": "开始接管！（100% 阴谋力量）",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_300_tooltip",
        "original": "You have the needed support to supplant the Trade Post leadership with your own men.",
        "translation": "你已经获得了足够的支持来用你的人接收贸易站的领导权。",
        "stage": 5
    },
    {
        "key": "EVTOPTB_REP_300",
        "original": "Commence the takeover!  (150% Plot Power)",
        "translation": "开始接管！（150% 阴谋力量）",
        "stage": 5
    },
    {
        "key": "EVTOPTB_REP_300_tooltip",
        "original": "You have gathered overwhelming support in your quest to seize the Trade Post.",
        "translation": "你已经获得了压倒性的支持来夺取贸易站的控制权。",
        "stage": 5
    },
    {
        "key": "EVTOPTC_REP_300",
        "original": "Bribe the Trade Post's merchants! (Less than 100% Plot Power)",
        "translation": "收买贸易站的商人！（阴谋力量低于 100%）",
        "stage": 5
    },
    {
        "key": "EVTOPTC_REP_300_tooltip",
        "original": "What you lack in support, you can make up for with bribes.",
        "translation": "在支持率上的缺陷可以通过收买来弥补。",
        "stage": 5
    },
    {
        "key": "EVTOPTD_REP_300",
        "original": "We must bide our time a while longer...",
        "translation": "我们必须等待时机……",
        "stage": 5
    },
    {
        "key": "EVTOPTD_REP_300_tooltip",
        "original": "You decide not to act yet.",
        "translation": "你决定暂不采取行动。",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_301",
        "original": "The untrustworthy scum of the [From.GetOnlyDynastyName] family have bribed some of your merchants in an attempt to [From.GetPlot]! They are about transfer control of the Post away from your family.",
        "translation": "[From.GetOnlyDynastyName]家族这些不可信任的人渣收买了几个你的商人试图[From.GetPlot]。他们将要把贸易站的控制权从你家族转走。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_301",
        "original": "Make those vipers a better offer.",
        "translation": "给这些毒蛇一份更高的报价。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_301_tooltip",
        "original": "A substantial bribe is offered to the Trade Post merchants to secure their allegience.",
        "translation": "贸易站的商人们得到了一大笔钱来确保他们的忠诚。",
        "stage": 5
    },
    {
        "key": "EVTOPTB_REP_301",
        "original": "A pox on them and their children! Let them have it...",
        "translation": "诅咒他们和他们的后代全都生孩子没屁眼！让他们拿走控制权吧……",
        "stage": 5
    },
    {
        "key": "EVTOPTB_REP_301_tooltip",
        "original": "The Trade Post is bought out by the rival family.",
        "translation": "贸易站被敌对家族收购了。",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_302",
        "original": "The treacherous scoundrels of the [From.GetOnlyDynastyName] family have gathered enough support to [From.GetPlot]! The merchants there are about to transfer control of the Post away from your family.",
        "translation": "卑鄙无耻的[From.GetOnlyDynastyName]家族在[From.GetPlot]上得到了足够的支持！那里的商人即将把控制权从你的家族手里转移出去。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_302",
        "original": "Sigh... ready some bribes.",
        "translation": "叹气……准备一笔收买用的款项。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_302_tooltip",
        "original": "You bribe the leaders of the Trade Post to remain with your family.",
        "translation": "你收买贸易站的领袖来保住你的家族的控制权。",
        "stage": 5
    },
    {
        "key": "EVTOPTB_REP_302",
        "original": "A pox on them and their children! Let them have it...",
        "translation": "诅咒他们和他们的后代全都生孩子没屁眼！让他们拿走控制权吧……",
        "stage": 5
    },
    {
        "key": "EVTOPTB_REP_302_tooltip",
        "original": "Ownership of the Trade Post is transferred to the rival family.",
        "translation": "这个贸易站的所有权转交给了敌对家族。",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_303",
        "original": "It seems the coffers of the [From.GetOnlyDynastyName] family run deep... they have offered enough bribes to the merchant leaders of the Trade Post to ensure their continued loyalty.",
        "translation": "看起来[From.GetOnlyDynastyName]家族的金库更有钱……他们用足够的金钱收买了贸易站的商人领袖来确保他们的忠诚。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_303",
        "original": "Offer a larger bribe!",
        "translation": "出更多的钱！",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_303_tooltip",
        "original": "You raise the stakes and outbribe the bribe.",
        "translation": "你提高了赌注，用更多的钱去收买。",
        "stage": 5
    },
    {
        "key": "EVTOPTB_REP_303",
        "original": "I can't afford to stay in this bidding war...",
        "translation": "我承受不起这场收买大战……",
        "stage": 5
    },
    {
        "key": "EVTOPTB_REP_303_tooltip",
        "original": "You concede defeat and the Trade Post remains with its previous owners.",
        "translation": "你承认失败，贸易站仍在它之前主人的控制之下。",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_304",
        "original": "The stubborn [From.GetOnlyDynastyName] fools really want that Trade Post. They have offered an even greater bribe to its merchant leadership, who have thrown in their lot with the [From.GetOnlyDynastyName] family once again...",
        "translation": "顽固的[From.GetOnlyDynastyName]蠢货们真的想要得到那个贸易站。他们在收买商人领袖上面给出了更高的价钱，这些商人又一次站在了[From.GetOnlyDynastyName]家族那边……",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_304",
        "original": "I won't give up that easily...",
        "translation": "我不会这么轻易放弃的……",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_304_tooltip",
        "original": "You outbribe the counter-bribe to your previous bribe.",
        "translation": "你出更高的价钱。",
        "stage": 5
    },
    {
        "key": "EVTOPTB_REP_304",
        "original": "Oh, let them have it then...",
        "translation": "好吧，给他们吧……",
        "stage": 5
    },
    {
        "key": "EVTOPTB_REP_306_tooltip",
        "original": "You concede defeat and control of the Trade Post is transferred to its new owners.",
        "translation": "你承认失败，贸易站现在有了新主人。",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_305",
        "original": "[From.GetTitledFirstName] of the [From.GetOnlyDynastyName] family has not only managed to match your last bribe, but also surpass it. The bidding war is over and the Trade Post remains with its previous owners. It seems that the only true winners of this sordid affair are the fat merchants running the Trade Post.",
        "translation": "[From.GetOnlyDynastyName]家族的[From.GetTitledFirstName]不仅在收买大战中赶上了你上一次的金额，而且超过了这一金额。收买大战结束了，贸易站仍然在它的原主人的控制之下。看起来在这场肮脏的竞争之中唯一的赢家是吃得满嘴流油的商人。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_305",
        "original": "Those greedy, blood-sucking...",
        "translation": "那些贪婪的吸血鬼……",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_306",
        "original": "The [From.GetOnlyDynastyName] family has finally seen reason and conceded defeat. The Trade Post is yours!",
        "translation": "[From.GetOnlyDynastyName]家族最终接受了现实并承认失败。这座贸易站现在属于你了！",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_306",
        "original": "Excellent.",
        "translation": "太棒了。",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_308",
        "original": "The treacherous scoundrels of the [From.GetOnlyDynastyName] family have gathered overwhelming support to [From.GetPlot]! The merchants there have transferred control of the Post away from your family to their new masters.",
        "translation": "阴险卑鄙的[From.GetOnlyDynastyName]家族在[From.GetPlot]上得到了压倒性的支持！那里的商人已经开始向新主人移交贸易站的控制权。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_308",
        "original": "Ungrateful scum!",
        "translation": "忘恩负义的人渣！",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_310",
        "original": "The power and influence of the [From.PlotTarget.Owner.GetOnlyDynastyName] family grows unchecked. I fear that their expanding trade empire represents a very real danger to the delicate balance of power within the Republic. Therefore, I request your support in my efforts to [From.GetPlot] for House [From.GetOnlyDynastyName].\\n\\nSigned,\\n[From.GetTitledName]",
        "translation": "[From.PlotTarget.Owner.GetOnlyDynastyName]家族的权力和影响力正在不受限制地增长。我害怕他们商业帝国的扩张会对共和国内部微妙的权力平衡带来非常现实的威胁。因此，我请求您在[From.GetPlot]上支持我对付[From.GetOnlyDynastyName]家族。\\n\\n此致，\\n[From.GetTitledName]",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_310",
        "original": "The [From.PlotTarget.Owner.GetOnlyDynastyName] have indeed grown too powerful.",
        "translation": "[From.PlotTarget.Owner.GetOnlyDynastyName]家族确实太过强大了。",
        "stage": 5
    },
    {
        "key": "EVTOPTB_REP_310",
        "original": "As long as it flies the flag of the Republic, I care not who owns it.",
        "translation": "只要共和国的旗帜还在飘扬，我不关心是谁统治它。",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_311",
        "original": "After consulting with [FromFrom.GetTitledFirstName], I have decided that the Trade Post in [FromFrom.PlotTarget.GetName] would serve the interests of the Republic better under the supervision of the [FromFrom.GetOnlyDynastyName] family. Please make the necessary arrangements to ensure a smooth transfer of control.\\n\\nSigned,\\n[From.GetTitledName]",
        "translation": "在咨询了[FromFrom.GetTitledFirstName]之后，我已经决定将位于[FromFrom.PlotTarget.GetName]的贸易站收归共和国，这样比由[FromFrom.GetOnlyDynastyName]家族管理更好。请做好必要的安排来确保控制权的顺利交接。\\n\\n此致，\\n[From.GetTitledName]",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_311",
        "original": "So [FromFrom.GetFirstName] ran crying to the [From.GetTitle]...",
        "translation": "于是[FromFrom.GetFirstName]跑去向[From.GetTitle]哭诉……",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_312",
        "original": "I will not get involved in your dispute with the [Root.PlotTarget.Owner.GetOnlyDynastyName] family. As far as I am concerned, the Trade Post can raise whichever flag its owners wish so long as the flag of the Republic flies next to it. Do not bother me with such nonsense again.\\n\\nSigned,\\n[From.GetTitledName]",
        "translation": "我不会卷入你和[Root.PlotTarget.Owner.GetOnlyDynastyName]家族的争端。对我而言，任何旗帜都可以在贸易站上升起，只要旁边仍飘扬着共和国的旗帜。不要用这种无聊的事情来打扰我。\\n\\n此致，\\n[From.GetTitledName]",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_312",
        "original": "A lot of good that did me...",
        "translation": "无视我的努力……",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_313",
        "original": "You make a good point, [Root.GetTitledFirstName]. I cannot permit the [Root.PlotTarget.Owner.GetOnlyDynastyName] family to absorb all power in the Republic. For the sake of the other patrician families, I have already contacted [Root.PlotTarget.Owner.GetTitledFirstName] and made certain of his cooperation in this matter. The Trade Post is yours.\\n\\nSigned,\\n[From.GetTitledName]",
        "translation": "你说的很好，[Root.GetTitledFirstName]。我不能允许[Root.PlotTarget.Owner.GetOnlyDynastyName]家族获得共和国的全部权力。为了维护其他贵人家族的利益，我已经联系了[Root.PlotTarget.Owner.GetTitledFirstName]并且确保在这件事情上得到他的合作。现在贸易站是你的了。\\n\\n此致，\\n[From.GetTitledName]",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_313",
        "original": "Thank you, [From.GetTitle]!",
        "translation": "谢谢你，[From.GetTitle]！",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPREP.300",
        "original": "You decide to make your move against the Trade Post.",
        "translation": "你决定采取行动来针对这个贸易站。",
        "stage": 5
    },
    {
        "key": "plot_seize_trade_post_decision",
        "original": "[Root.GetPlot]",
        "translation": "[Root.GetPlot]",
        "stage": 5
    },
    {
        "key": "plot_seize_trade_post_decision_desc",
        "original": "Put the plot into motion by attempting to seize the Trade Post.",
        "translation": "将尝试夺取贸易站的阴谋付诸行动。",
        "stage": 5
    },
    {
        "key": "EVTOPTE_REP_300",
        "original": "Perhaps I should petition the [Root.Liege.GetTitle] for help...",
        "translation": "也许我应该向[Root.Liege.GetTitle]寻求帮助……",
        "stage": 5
    },
    {
        "key": "EVTOPTE_REP_300_tooltip",
        "original": "You send a letter to the [Root.Liege.GetTitle].",
        "translation": "你寄给[Root.Liege.GetTitle]一封信。",
        "stage": 5
    },
    {
        "key": "opinion_seized_tp",
        "original": "Seized Trade Post",
        "translation": "夺取贸易站",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPREP.311",
        "original": "Informed of your decision to change ownership of the Trade Post.",
        "translation": "宣布你更改贸易站所有权的决定。",
        "stage": 5
    },
    {
        "key": "EVTTOOLTIPREP.313",
        "original": "Informed that you refuse to involve yourself in this matter.",
        "translation": "宣布你不想让自己卷入这件事情。",
        "stage": 5
    },
    {
        "key": "ca_con_wall_1",
        "original": "Huge Stone Wall",
        "translation": "巨型石墙",
        "stage": 5
    },
    {
        "key": "ca_con_wall_2",
        "original": "Anastasian Wall",
        "translation": "阿纳斯塔修斯墙",
        "stage": 5
    },
    {
        "key": "ca_con_wall_3",
        "original": "Constantinian Walls",
        "translation": "君士坦丁城墙",
        "stage": 5
    },
    {
        "key": "ca_con_wall_4",
        "original": "Theodosian Walls",
        "translation": "狄奥多西城墙",
        "stage": 5
    },
    {
        "key": "ca_con_wall_4_desc",
        "original": "The Theodosian Walls were built during the reign of Emperor Theodosius II in the early 5th century, but they still remain some of the most formidable fortifications built by human hands.",
        "translation": "狄奥多西城墙建于五世纪早期狄奥多西二世统治时期，但它们仍然是人类建造的最令人敬畏的防御设施。",
        "stage": 5
    },
    {
        "key": "ca_con_wall_5",
        "original": "Upgraded Theodosian Walls",
        "translation": "强化狄奥多西城墙",
        "stage": 5
    },
    {
        "key": "ca_con_wall_5_desc",
        "original": "The great Theodosian Walls have been upgraded, repaired and reinforced to make them even stronger than when they were first built all those centuries ago.",
        "translation": "狄奥多西城墙得到了强化、修缮和加固，使得它们比几个世纪前第一次修建的时候更加强大。",
        "stage": 5
    },
    {
        "key": "ct_rep_wall_1",
        "original": "Inner City Walls",
        "translation": "内城城墙",
        "stage": 5
    },
    {
        "key": "ct_rep_wall_1_desc",
        "original": "These inner defensive walls protects the heart of the city from attackers, but outlying districts are left to fend for themselves.",
        "translation": "这些内城城墙保护城市的核心部分不受攻击，但是外围地区将不得不自己保护自己",
        "stage": 5
    },
    {
        "key": "ct_rep_wall_2",
        "original": "Outer City Walls",
        "translation": "外城城墙",
        "stage": 5
    },
    {
        "key": "ct_rep_wall_2_desc",
        "original": "These outer defensive walls surround the entire city, and still offer defenders the opportunity to fall back to the inner walls in case of a breach.",
        "translation": "这些外城城墙把整座城市囊括在内，即使外城被攻破，防御者还有撤到内城的机会。",
        "stage": 5
    },
    {
        "key": "ct_rep_wall_3",
        "original": "Fortified Gates",
        "translation": "强化城门",
        "stage": 5
    },
    {
        "key": "ct_rep_wall_3_desc",
        "original": "Several massive, fortified gates have been constructed at strategic points along the city walls to allow easy passage for visiting merchants.",
        "translation": "城墙的战略要点已经建好了几座巨大的强化城门，使得来访的商人可以更方便地通行。",
        "stage": 5
    },
    {
        "key": "ct_rep_wall_4",
        "original": "Harbor Forts",
        "translation": "港口堡垒",
        "stage": 5
    },
    {
        "key": "ct_rep_wall_4_desc",
        "original": "The city harbor is guarded by these imposing forts, and several massive chains on the sea floor can be quickly raised to deny access to and from the port.",
        "translation": "城市港口由这些壮观的堡垒保护，海底还有数条粗壮的铁链，可以迅速的升起以阻止船只进出港口。",
        "stage": 5
    },
    {
        "key": "ct_rep_wall_5",
        "original": "Citadel",
        "translation": "要塞",
        "stage": 5
    },
    {
        "key": "ct_rep_wall_5_desc",
        "original": "This grand citadel lies at the heart of the city's defensive network, and is equipped to withstand a siege even after the rest of the city has fallen.",
        "translation": "这座宏大的要塞位于这座城市防御网的核心，即使在城市其他部分陷落之后也能经受长时间的围攻。",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_401",
        "original": "[From.GetTitledFirstName] today announced his marriage to a woman belonging to one of [Root.MercRepCapital.GetName]'s smaller and less noteworthy burgher families. May they grow old and happy together.",
        "translation": "[From.GetTitledFirstName]在今天宣布了他同一名女士的结合，她来自[Root.MercRepCapital.GetName]的一个较小且没有什么影响力的市民家庭。愿他们白头偕老。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_401",
        "original": "I suppose congratulations are in order.",
        "translation": "我想贺信已经安排好了。",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_405",
        "original": "[From.GetTitledFirstName] seems to have fallen blindly for a bar wench he met while frequenting one of the seedier establishments in [Root.MercRepCapital.GetName]. He has offered her his hand in marriage, and she has accepted.",
        "translation": "[From.GetTitledFirstName]看起来已经盲目地爱上了一位在[Root.MercRepCapital.GetName]认识的酒吧女郎。他已经向她求婚，而她也接受了。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_405",
        "original": "I see...",
        "translation": "我知道了……",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_406",
        "original": "[From.GetTitledFirstName] has become infatuated with a young peasant girl from one of [Root.MercRepCapital.GetName]'s outlying farming settlements. She is apparently quite the looker, and has agreed to take his hand in marriage.",
        "translation": "[From.GetTitledFirstName]迷恋上了一名年轻的农村女孩，她住在[Root.MercRepCapital.GetName]的一座边远农场。她确实是一个大美人，并且同意了他的求婚。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_406",
        "original": "Good for him.",
        "translation": "祝福他。",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_407",
        "original": "Somewhat surprisingly, [From.GetTitledFirstName] announced today that he is marrying the daughter of wealthy merchant family in [Root.MercRepCapital.GetName]. Though the family has little influence in the Republic, it is quite wealthy and this might explain [From.GetFirstName]'s willingness to overlook the girl's... unique features.",
        "translation": "令人有些吃惊地，[From.GetTitledFirstName]今天宣布他将和[Root.MercRepCapital.GetName]的一个富商家族的女儿结婚。虽然该家族在共和国毫无影响力，但却十分有钱，这也许可以解释为什么[From.GetFirstName]对那个女孩的「独特」视而不见。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_407",
        "original": "I am not surprised.",
        "translation": "我并不惊讶。",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_409",
        "original": "[From.GetTitledFirstName] has become quite taken with one of his serving girls. She is half his age and he is more than old enough to be her father, but he has apparently managed to woo her with gifts and kind words. Today they were united in marriage.",
        "translation": "[From.GetTitledFirstName]成了他的一名侍女的爱情俘虏。她只有他年龄的一半大，他都足够当她的父亲了，但是他成功地用礼物和甜言蜜语把她追到了手。今天他们两个举行了婚礼。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_409",
        "original": "That sly old fox.",
        "translation": "那个狡猾的老狐狸。",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_411",
        "original": "Whispered rumors claim that [From.GetTitledFirstName] has been spending quite a bit of time with a significantly older and unmarried widow in [Root.MercRepCapital.GetName]. Today he finally announced he is in love with her, and that she has agreed to become his wife.",
        "translation": "有传言说[From.GetTitledFirstName]在一名比他年纪大的多的[Root.MercRepCapital.GetName]的独身寡妇身上花费了大量时间。今天他终于宣布他爱上了她，并且她已经答应了他的求婚。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_411",
        "original": "So the rumors were true!",
        "translation": "原来谣言是真的！",
        "stage": 5
    },
    {
        "key": "EVTDESC_REP_413",
        "original": "Some time ago, a merchant galley working for the [Root.GetOnlyDynastyName] family brought back several visiting dignitaries from a distant land far to the south. It seems one of them, a woman, has become the target of [From.GetTitledFirstName]'s infatuation. After courting her for weeks, she has finally agreed to marry him, take up his faith, and settle in [Root.MercRepCapital.GetName].",
        "translation": "一段时间之前，为[Root.GetOnlyDynastyName]家族工作的一艘商船从遥远的南方带来了几位来访的权贵。其中的一名女士成为了[From.GetTitledFirstName]迷恋的对象。在数周的追求之后，她终于答应嫁给他，皈依他的信仰，并在[Root.MercRepCapital.GetName]定居。",
        "stage": 5
    },
    {
        "key": "EVTOPTA_REP_413",
        "original": "Fate brought them together, I suppose.",
        "translation": "我想是命运把他们带到了一起。",
        "stage": 5
    }
]