[
    {
        "key": "b_sanvicente",
        "original": "San Vicente",
        "translation": "圣维森特",
        "stage": 5
    },
    {
        "key": "WOE",
        "original": "Woe!",
        "translation": "悲哀！",
        "stage": 5
    },
    {
        "key": "UNIT_MORALE_EFFECT",
        "original": "Troops gets $PERC$ morale.\\n",
        "translation": "军队可获得$PERC$士气。\\n",
        "stage": 5
    },
    {
        "key": "UNIT_REINFORCE_EFFECT",
        "original": "Commanded troops are reinforced by $PERC$.\\n",
        "translation": "指挥的部队由于$PERC$被加强。\\n",
        "stage": 5
    },
    {
        "key": "UNIT_INVERTREINFORCE_EFFECT",
        "original": "$PERC$ of commanded troops are killed.\\n",
        "translation": "统帅军队的$PERC$被杀死。\\n",
        "stage": 5
    },
    {
        "key": "TRIGGER_LEADER",
        "original": "Leader",
        "translation": "领导者",
        "stage": 5
    },
    {
        "key": "opinion_father_child",
        "original": "Father",
        "translation": "父亲",
        "stage": 5
    },
    {
        "key": "opinion_mother_of_child",
        "original": "My Child",
        "translation": "我的孩子",
        "stage": 5
    },
    {
        "key": "COUNCIL",
        "original": "Council",
        "translation": "内阁",
        "stage": 5
    },
    {
        "key": "BM_CHARLEMAGNE_ERA",
        "original": "Early Middle Ages",
        "translation": "中世纪早期",
        "stage": 5
    },
    {
        "key": "BM_CHARLEMAGNE_ERA_INFO",
        "original": "The Early Middle Ages started with the fall of the Western Roman Empire in the early 5th century. The earlier part of this era saw the great Germanic and Slavic migrations across Europe, with peoples such as the Goths and Lombards settling in Southern Europe, the Franks settling in Gaul and Saxons crossing the sea and settling in Britain. The Eastern Roman Empire was violently shaken by the pressure from the Goths and Avars, and fought bitterly with the ancient Persian enemy. The rise of Islam saw the Arabs conquering immense amounts of territory in the Middle East and North Africa, and in India several great dynasties vied for dominance, with the Rashtrakutas rising towards the end of the 8th century. In the steppes, the Khazars grew in power, and in Scandinavia things were about to change in a way that was to affect the entire continent...",
        "translation": "中世纪早期始于五世纪西罗马的毁灭。这一时期早期伴随着日耳曼和斯拉夫民族跨越欧洲的迁徙。这些民族里包括在南欧定居的哥特人和伦巴第人、在高卢定居的法兰克人、渡海占领不列颠的萨克森人。与此同时，东罗马受到哥特人与阿瓦尔人的威胁，又与古老的波斯敌人苦战。伊斯兰教的崛起让阿拉伯人横扫中东与北非、征服大量的土地。而在东方的印度，数个大王朝为了曲女城的支配权展开了激烈的竞争，其中包括八世纪末崛起的罗湿陀罗拘陀。而在草原上，可萨人崭露头角；在斯堪的纳维亚，一股搅动世界的力量还未成熟……",
        "stage": 5
    },
    {
        "key": "BM_THE_OLD_GODS_ERA",
        "original": "Viking Age",
        "translation": "维京时代",
        "stage": 5
    },
    {
        "key": "BM_THE_OLD_GODS_ERA_INFO",
        "original": "By the middle of the 9th century, the Norse raiders and adventurers known as the Vikings had already begun to set their indelible mark on the map of Europe, establishing realms in Russia and the British Isles and travelling and raiding as far as the Black Sea and the Mediterranean. The Karling rulers, descendants of Charlemagne, ruled mighty realms in France, Germany and Italy, while the Muslim religion was now firmly established in Spain under the Umayyads. The Byzantine emperor held on, though suffering under increasing pressure from the Caliphate and the Bulgarians. West of the fractured Steppes, The Magyars were poised to make their claim on the Carpathian basin. Islam was spreading rapidly in Persia under rulers such as the Saffarids, and had penetrated into the Indus valley. Further East, the Hindu Pratihara dynasty was expanding.",
        "translation": "九世纪中叶，一群来自北境、被称作维京人的掠夺者和冒险者在欧洲版图上留下了不可磨灭的痕迹。他们在俄罗斯、不列颠群岛建立国家，烧杀抢掠的足迹远及黑海和地中海。查理曼的后人、加洛林王朝的统治者们在法兰西、德意志和意大利统治着强大的国度，与此同时，在伍麦叶王朝统治下，穆斯林的信仰深深地扎根在西班牙的土地上。拜占庭的皇帝在哈里发与保加利亚人的双重压力下坚守着。群雄逐鹿的大草原西部，马扎尔人为了争夺喀尔巴阡盆地而蓄势待发。伊斯兰教在萨法尔王朝等君主的统治下迅速传遍了波斯，并逐渐渗透进印度河谷。再往东，印度教的瞿折罗·波罗提诃罗王朝在不断扩张。",
        "stage": 1
    },
    {
        "key": "BM_FATE_OF_ENGLAND_ERA",
        "original": "High Middle Ages",
        "translation": "中世纪盛期",
        "stage": 5
    },
    {
        "key": "BM_FATE_OF_ENGLAND_ERA_INFO",
        "original": "By the late 10th and early 11th centuries the Muslim world was changing, with Turkish dynasties such as the Seljuks and Ghaznavids now dominating Persia. The Byzantine Empire was still holding its own but was to see worse times coming. Central and Western continental Europe was split between France and a strong Holy Roman Empire, while Christian kings were advancing against a fractured and weakened Muslim Spain. Scandinavia was quickly converting to Christianity, and the Norse settlers in Russia and Britain had become assimilated with the local populations. Yet Viking descendants in Normandy and Italy were preparing new conquests, and the time of the First Crusade was approaching...",
        "translation": "十世纪末至十一世纪初，穆斯林世界经历着巨大变动——塞尔柱、伽色尼等突厥王朝控制着波斯。拜占庭帝国仍然坚守着国土，但可以预料到更糟糕的情况正在到来。中欧和西欧被法兰西和强盛的神圣罗马帝国所瓜分，与此同时，基督教诸王正着手向分崩离析而虚弱的西班牙穆斯林发起进攻。斯堪的纳维亚迅速地皈依了基督教，而在俄罗斯和不列颠定居的诺斯人也逐渐与当地居民同化。然而，在诺曼底和西西里的维京人后裔仍在准备着新的征服，第一次十字军远征也即将到来……",
        "stage": 5
    },
    {
        "key": "BM_THE_MONGOLS_ERA",
        "original": "Age of the Mongols",
        "translation": "蒙古时代",
        "stage": 5
    },
    {
        "key": "BM_THE_MONGOLS_ERA_INFO",
        "original": "As Europe entered the 13th century, Constantinople had been weakened by the Turks and sacked by the Fourth Crusade, so the Byzantine Empire was very much weakened. The Turks still reigned in the Middle East and Persia, in India many new kingdoms vied for power after the fall of the old dynasties. The Norman conquest had brought new political and dynastic struggles to England and France, the Christian kingdoms in Spain were continually growing stronger, Scandinavia had left paganism behind and was becoming more centralized. In Russia several principalities struggled for power in the shadow of the Bolghars and Cumans to the east. In Germany and Italy, the Holy Roman Empire still stood firm, but beyond all this, to the east, a new power was to come into play. When the Mongols broke into Eastern Europe and Persia, it changed the balance of power in all of Western Eurasia...",
        "translation": "当欧洲进入十三世纪，君士坦丁堡已被突厥人削弱，又经历了第四次十字军的血洗，拜占庭已是强弩之末。突厥人仍然统治着中东和波斯；而在印度，随着旧王朝的衰落，许多新的王国崛起并激烈地争夺权力。诺曼征服为英格兰和法兰西带来了新的政治与王室冲突；西班牙的基督教国家继续成长；斯堪的纳维亚彻底摒弃了原始宗教，中央集权不断加强。在俄罗斯，几个大公国在东边的保加尔人与库曼人的威胁下争权夺利。在德意志和意大利，神圣罗马帝国仍然稳若泰山。但在这一切之外，一股新的力量在东方正准备登场——当蒙古人策马扬鞭进入东欧和波斯，他们将颠覆整个欧亚大陆西部的力量平衡……",
        "stage": 1
    },
    {
        "key": "BM_100_YEARS_WAR_ERA",
        "original": "Late Middle Ages",
        "translation": "中世纪晚期",
        "stage": 5
    },
    {
        "key": "BM_100_YEARS_WAR_ERA_INFO",
        "original": "Europe in the Late Middle Ages was a very different place compared to a few hundred years earlier. Spain was dominated by the Christian kingdoms, the Muslim rulers only clinging on in the south. The Holy Roman Empire still dominated Central Europe next to a strong Hungary, while in France and England dynastic conflicts with roots in the Norman conquest were to lead to long and bloody wars. The Golden Horde and the Ilkhanate dominated the Steppes and Persia, forcing every ruler between Central Europe and India to take the Mongols into account. The Tughluq dynasty ruled an immense empire in India, while North Africa was divided between various Arab dynasties. Turkish domination in the Middle East seemed to have been ended by the Mongol conquests, but in Anatolia a dynasty known as the Ottomans was stirring...",
        "translation": "中世纪晚期的欧洲同几百年前相比大不相同。西班牙由基督教诸王国所统治，穆斯林仅能在最南端的一小片土地上负隅顽抗。神圣罗马帝国仍然控制着中欧，但紧邻着一个强大的匈牙利；与此同时，从诺曼征服起就已埋下祸根的英法王朝纷争将带来更加血腥和旷日持久的战争。金帐汗国和伊儿汗国统治着大草原和波斯，使得从印度到中欧的所有君主都不得不重视蒙古人。图格鲁克王朝在印度拥有广袤的领土，与此同时北非则被众多阿拉伯王朝所分割。突厥人对中东的主导似乎止于蒙古人的入侵，但在安纳托利亚，一个叫奥斯曼的王朝才刚开始崭露头角……",
        "stage": 1
    },
    {
        "key": "ze_administration_laws_0",
        "original": "Feudal Administration",
        "translation": "封建行政体制",
        "stage": 5
    },
    {
        "key": "ze_administration_laws_0_option",
        "original": "Feudal",
        "translation": "封建",
        "stage": 5
    },
    {
        "key": "ze_administration_laws_0_desc",
        "original": "A feudal society is a hierarchy of landed lords, where each person in the system owes fealty to those directly above and commands those directly below. It is the way most of the medieval world works, and it means that the ruler depends greatly on the loyalty of [Player.GetHerHis] more powerful vassals.",
        "translation": "封建社会是一种主要由封建领主构成的等级社会，其中的每一个成员都直接对上级领主效忠并直接指挥着下级领主。这是中世纪时期最普遍的社会形态，在这种社会形态中，领主的统治很大程度上是建立在众多强大封臣对[Player.GetHerHis]忠诚之上。",
        "stage": 5
    },
    {
        "key": "ze_administration_laws_2",
        "original": "Imperial Administration",
        "translation": "帝国行政体制",
        "stage": 5
    },
    {
        "key": "ze_administration_laws_2_option",
        "original": "Imperial",
        "translation": "帝国",
        "stage": 5
    },
    {
        "key": "ze_administration_laws_2_desc",
        "original": "This system of administration is similar to that of the Roman Empire, with a hierarchy of magistrates and functionaries running daily business in the name of the emperor. It allows for a power structure that hands less power to permanently landed vassals.",
        "translation": "这种政治体制类似于罗马帝国时期的体制，由不同等级的官吏体系以皇帝的名义对国家日常事物进行处理，这种体制通过削弱地方封臣的权力来使得政权稳固。",
        "stage": 5
    },
    {
        "key": "SUPPLY_LIMIT_TOOLTIP",
        "original": "Supply Limit: $VALUE|Y$",
        "translation": "补给上限：$VALUE|Y$",
        "stage": 1
    },
    {
        "key": "MAKE_GREY",
        "original": "$TEXT|g$",
        "translation": "$TEXT|g$",
        "stage": 5
    },
    {
        "key": "Zeus",
        "original": "Conclave",
        "translation": "御前会议",
        "stage": 5
    },
    {
        "key": "EVTOPTC_SOA_4032",
        "original": "Engage [FromFrom.GetObjectPronoun] in theological debate",
        "translation": "与[FromFrom.GetObjectPronoun]进行神学辩论",
        "stage": 5
    },
    {
        "key": "EVTDESC_WOL_55_FF_MARRIED",
        "original": "Just the other day - skulking as I often do - I caught [FromFrom.GetTitledName] and my [GetFromRelation] [From.GetFirstName] in flagrante! They didn't notice me, but I am still in shock! [FromFrom.GetSubjectPronounCap] is a married [FromFrom.GetManWoman], by [Root.Religion.GetRandomGodName]!",
        "translation": "就在几天前——我如常地潜伏了起来——我把 [FromFrom.GetTitledName]和我的[GetFromRelation][From.GetFirstName]抓个现行！虽然他们并没有注意到我，但我依然感到非常震惊！[Root.Religion.GetRandomGodName]在上，[FromFrom.GetSubjectPronounCap]可是一位已婚的[FromFrom.GetManWoman]啊！",
        "stage": 5
    },
    {
        "key": "maintaining_mercenary_band_2",
        "original": "Maintaining Mercenary Band",
        "translation": "维持雇佣兵大队",
        "stage": 5
    },
    {
        "key": "maintaining_mercenary_band_3",
        "original": "Maintaining Mercenary Band",
        "translation": "维持雇佣兵大队",
        "stage": 5
    },
    {
        "key": "maintaining_mercenary_band_4",
        "original": "Maintaining Mercenary Band",
        "translation": "维持雇佣兵大队",
        "stage": 5
    },
    {
        "key": "maintaining_mercenary_band_5",
        "original": "Maintaining Mercenary Band",
        "translation": "维持雇佣兵大队",
        "stage": 5
    },
    {
        "key": "maintaining_mercenary_band_6",
        "original": "Maintaining Mercenary Band",
        "translation": "维持雇佣兵大队",
        "stage": 5
    },
    {
        "key": "maintaining_mercenary_band_7",
        "original": "Maintaining Mercenary Band",
        "translation": "维持雇佣兵大队",
        "stage": 5
    },
    {
        "key": "desc_maintaining_mercenary_band_2",
        "original": "This holding is used to refill mercenary bands",
        "translation": "这块领地用于补充佣兵团2",
        "stage": 5
    },
    {
        "key": "desc_maintaining_mercenary_band_3",
        "original": "This holding is used to refill mercenary bands",
        "translation": "这块领地用于补充佣兵团3",
        "stage": 5
    },
    {
        "key": "desc_maintaining_mercenary_band_4",
        "original": "This holding is used to refill mercenary bands",
        "translation": "这块领地用于补充佣兵团4",
        "stage": 5
    },
    {
        "key": "desc_maintaining_mercenary_band_5",
        "original": "This holding is used to refill mercenary bands",
        "translation": "这块领地用于补充佣兵团5",
        "stage": 5
    },
    {
        "key": "desc_maintaining_mercenary_band_6",
        "original": "This holding is used to refill mercenary bands",
        "translation": "这块领地用于补充佣兵团6",
        "stage": 5
    },
    {
        "key": "desc_maintaining_mercenary_band_7",
        "original": "This holding is used to refill mercenary bands",
        "translation": "这块领地用于补充佣兵团7",
        "stage": 5
    }
]